[
{
  "id": 1735,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9741865995",
  "whatsapp": "9741865995",
  "age": 29,
  "body": "ما میسور اور حیدرآباد خیلی کا تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم ڈاکٹر لا کا عمر 29 سالہ قد 5.8 تعلیم MBBS اور MS-ENT 1st زیر تعلیم ذاتی گھر کا حامل well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑ کی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1736,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9701749849",
  "whatsapp": "8317510888",
  "age": 30,
  "body": "دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 30 سالہ قد 5.2 تعلیمی قابلیت انٹر میڈیٹ ذاتی گھر اور ذاتی کاروبار ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کار خوش اخلاق صوم و صلوٰۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1737,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7286088805",
  "whatsapp": "8985837130",
  "age": 21,
  "body": "سنی مسلم لڑکا عمر 21 سالہ قد 5.6 تعلیم 9 کلاس ذاتی کاروبار ماہانہ معقول یافت دیندار مہذب گھرانے کے بابانه لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1738,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9491486472",
  "whatsapp": "8520867553",
  "age": 25,
  "body": "سنی مسلم لڑکا عمر 25 سالہ قد 5.9 تعلیمی قابلیت MS ہینڈسم میں مقیم اور ملازم Software Engg in USA ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق لڑکی سے رشتہ مطلوب ہے۔ US میں مقیم لڑکی کو ترجیح دیجائیگی۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1739,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "6303745488",
  "whatsapp": "6303745488",
  "age": 22,
  "body": "NRI تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا مر 22 ساله قد 5.8 زیر تعلیم MBA لڑکا سعودی عرب میں فیملی کے ساتھ مقیم اور برسر روزگار لڑکے کیلئے اسی سے تعلیم یافتہ معزز NRI گھرانے کی فیر گھر خوش مناسبت سے ب ہے۔ اخلاق سلیقہ مند جاذب لڑکی سے رشتہ مطلوب Aus یا UK میں مقیم فیملی کو ترجیح دیجائیگی ۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1740,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+44 7888649626",
  "whatsapp": "9397892016",
  "age": 28,
  "body": "تعلیم یافتہ معیاری گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیمی تعلیمی قابلیت MS زیر تعلیم SA تعلیم USA میں مقیم اور بر سر روزگار معقول یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق لڑکی سے ارجنٹ رشتہ درکار ہے USA میں مقیم لڑکی کو ترجیح دیجائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1741,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9121775476",
  "whatsapp": "+1 313-398-5719",
  "age": 32,
  "body": "سنی مسلم لڑکا عمر 32 سالہ قد 5.7 تعلیمی قابلیت MS ہینڈسم USA میں برسر روزگار ماہانہ اچھی یافت پراپرٹی ہولڈر ڈالی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ گھرانے کی فیر کلر خوش اخلاق سلیقه مند US Citizen ہولڈر لڑکی سے رشتہ Green Card/H1B Visa مطلوب ہے۔ شادی امریکہ یا حیدر آباد میں کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1742,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7013183308",
  "whatsapp": "7013183308",
  "age": 27,
  "body": "سنی مسلم لڑ کا عمر 27 سالہ قد 5.9 تعلیمی قابلیت انٹر میڈیٹ ذاتی کاروبار اور ذاتی گھر کا حامل ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم و صلوۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1743,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9177934326",
  "whatsapp": "9177934326",
  "age": 30,
  "body": "سنی مسلم لڑکا عمر 30 سالہ قد 5.3 تعلیم B.Tech مختصر فیملی کا MNC میں برسر روزگار ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر ملنسار نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1744,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7013918248",
  "whatsapp": "9885129952",
  "age": 29,
  "body": "تعلیم یافته دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 29 ساله قد 5.9 تعلیم تعلیمی قابلیت B.com ذاتی گھر اور ذاتی کاروبار ماہانہ 1 لاکھ یافت well settled لڑکے کیلئے تعلیم یافته دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم و صلوۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1745,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7993037770",
  "whatsapp": "8801134864",
  "age": 28,
  "body": "تعلیم یافتہ معزز NRI گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.11 تعلیم B.Tech ریاض میں برسر روزگار ماہانہ اچھی یافتہ فیملی ویزا ہولڈر well settled لڑکے کیلئے تعلیم یافتہ خاندان کی خوبصورت و سیرت ملنسار خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1746,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "6301461703",
  "whatsapp": "9966117797",
  "age": 30,
  "body": "تعلیم یافتہ فیملی کا سی مسلم لڑکا عمر 30 سالہ قد 5.11 تعلیمی Bachelors in Computer قابلیت USA میں مقیم اور برسر روزگار ماہانہ اچھی یافت well settled معزز و معیاری گھرانے کے لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق لڑکی سے رشتہ مطلوب ہے۔ USA میں مقیم لڑکی کوترجیح دی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1747,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8142531373",
  "whatsapp": "+966 559943914",
  "age": 25,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 25 ساله قد 5.9 تعلیم MS ہینڈسم USA میں ملازم یا بانہ اچھی یافتہ settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق لڑکی سے رشتہ مطلوب ہے۔ Gulf Born لڑکی کو ترجیح دیجائیگی۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1748,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8500905236",
  "whatsapp": "9966032143",
  "age": 24,
  "body": "تعلیم یافتہ معیاری گھرانے کا سنی مسلم لڑکا عمر 24 سالہ قد 5.7 تعلیمی قابلیت MS زیر تعلیم UK میں مقیم اور برسر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ UK/Canada/Aust میں مقیم PR/Citizen لڑکی کو ترجیح دیجائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1749,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9963010917",
  "whatsapp": "9849017067",
  "age": 33,
  "body": "سنی مسلم لڑکا عمر 33 سالہ قد 5.8 تعلیم B.Sc دی میں ذاتی کاروبار، ذاتی گھر کا حامل ماہانہ اچھی یافت well settled فیملی ویزا ہولڈر لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1750,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7036026165",
  "whatsapp": "7036026165",
  "age": 25,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 25 سالہ قد 5.10 تعلیمی قابلیت MS میڈیم USA میں مقیم برسر روزگار well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی لڑکی سے رشتہ مطلوب ہے۔ US/Canada Citizen Green Card/PR Holder لڑکی کوترجیح دی جائیگی ۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1751,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7720101951",
  "whatsapp": "9652456536",
  "age": 35,
  "body": "سنی مسلم لڑکا عمر 35 سالہ قد 5.7 تعلیم گریجویٹ بر سر روز گار ماہانہ 70 ہزار یافت well settled لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1752,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "6304910492",
  "whatsapp": "9989579163",
  "age": 27,
  "body": "تعلیم یافتہ فیملی کا سنی مسلم لڑ کا عمر 27 سالہ قد 5.6 تعلیمی قابلیت MS ہینڈ سم UK لندن میں مقیم اور برسر روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1753,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8106558207",
  "whatsapp": "8106558207",
  "age": 25,
  "body": "سنی مسلم لڑکا عمر 25 سالہ قد 5.5 تعلیمی قابلیت SSC اور حافظ قرآن دیندار مہذب گھرانے کا برسر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند حافظ قرآن لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1754,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+61 411714915",
  "whatsapp": "9989050165",
  "age": 21,
  "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑ کا عمر 21 سالہ قد 5.6 تعلیمی قابلیت B.Tech زیر تعلیم اور Australia میں مقیم بر سر روزگار ہینڈسم ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوبصورت و سیرت ملنسار جاذب نظر سلیقہ مند لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1755,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9391237425",
  "whatsapp": "7075289030",
  "age": 29,
  "body": "سنی مسلم لڑکا عمر 29 سالہ قد 6 فٹ تعلیم (MS (UK ہینڈسم UK میں برسر روزگار ماہانہ 3 لاکھ یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑ کی سے رشتہ مطلوب ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1756,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9346001978",
  "whatsapp": "6300925312",
  "age": 28,
  "body": "معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیم Masters ہینڈسم USA میں برسر روزگار ماہانہ اچھی یافت ذاتی گھر کا کا حامل well settled لڑکے کیلئے معزز گھرانے کی کوئی بھی اسی مناسبت سے تعلیم یافتہ گریجویٹ فیر کلر سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ لڑکا بہت جلد آنے والا ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1757,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9866627482",
  "whatsapp": "9866627482",
  "age": 29,
  "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 29 سالہ قد 5.9 تعلیمی قابلیت B.Tech ہینڈ سم Dubai میں بر سروزگار ماہانہ 4 لاکھ یافت ذاتی گھر کا حامل فیملی ویزا ہولڈر well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کار خوبصورت و سیرت ملنسار سلیقہ مند کوئی بھی پروفیشنل یا BDS لڑکی کو ترجیح دی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1758,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+15713-864-492",
  "whatsapp": "+15713-864-492",
  "age": 27,
  "body": "سنی مسلم لڑ کا عمر 27 سالہ 5.11 تعلیمی قابلیت B.com امریکہ میں بزنسمین دی اور امریکہ میں پراپرٹی ہولڈر well settled ( لڑکے کو بولنے اور سننے میں کمی ہے ) کیلئے اس مناسبت سے تعلیم یافتہ دیندار گھرانے کی سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ Citizen, Green Card Gulf Born لڑکی کو ترجیح دیجائیگی۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1759,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+965 50248116",
  "whatsapp": "+965 50248116",
  "age": 28,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 28 ساله قد 5.10 تعلیمی قابلیت (MS/MBA (UK ہینڈسم Kuwait میں برسر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer",
},
{
  "id": 1760,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9823740646",
  "whatsapp": "9823740646",
  "age": 21,
  "body": "ناندیڑ کی اعلی تعلیم یافتہ معز گھرانے کا سنی مسلم لڑکا مر 21 سالہ قد 5.7 تعلیمی قابلیت BBA برنمین ماہانہ اچھی یافت well settled پراپرٹی ہولڈر لڑکے کیلئے اسی مناسبت سے دیندار معزز و معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند سلم ملنسارلڑکی سے رشتہ مطلوب ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1761,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8501877859",
  "whatsapp": "9491144944",
  "age": 24,
  "body": "سنی مسلم لڑکا عمر 24 سالہ قد 5.4 تعلیم BBA ہینڈسم ماہانہ اچھی یافت Government Job Holder well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر سلیقہ مند نمازی لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1762,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9849453733",
  "whatsapp": "9441093308",
  "age": 26,
  "body": "تعلیم یافتہ دیندار گھرانے کا سنی مسلم لڑکا عمر 26 سالہ سالہ قد 6.0 فت تعلیمی قابلیت MBA ہینڈسم MNC میں ملازم ماہانہ اچھی یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی۔ رے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1763,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9160825255",
  "whatsapp": "9951214627",
  "age": 29,
  "body": "سنی مسلم لڑ کا عمر 29 سالہ قد 6.2 تعلیمی قابلیت B.com دبئی میں برسر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ لڑکا بہت جلد آنے والا ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ربط کریں۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1764,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9642760717",
  "whatsapp": "6303794790",
  "age": 28,
  "body": "تعلیم یافتہ دیندار گھرانے کی سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیم MBA ہینڈسم Australia میں بر سر روز گار ذاتی گھر کا حامل well settled ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار گھرانے کی کوئی بھی گریجویٹ فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1765,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9700845275",
  "whatsapp": "9000806877",
  "age": 20,
  "body": "تعلیم یافتہ فیلی کا سی مسلم لڑ کا عمر 20 سالہ قد 5.11 تعلیمی قابلیت MS ہینڈسم Australia میں ملازم پراپرٹی ہولڈر well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی قدر 5.4 کوئی بھی گریجویٹ فیر کلر سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1766,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9885076752",
  "whatsapp": "9885076752",
  "age": 33,
  "body": "تعلیم یافته دیندار معزز گھرانے کا سنی مسلم لڑکا عمر 33 سالہ قد 5.9 تعلیم B.Tech بر سر روز گار ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑ کے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1767,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "6301436027",
  "whatsapp": "6305453154",
  "age": 20,
  "body": "سنی مسلم لڑ کا عمر 20 سالہ قد 5.7 تعلیمی قابلیت B.com حیدر آباد میں برسر USA Visit Visa Holder روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے。",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1768,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+44 777 860 7980",
  "whatsapp": "+44 777 860 7980",
  "age": 25,
  "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 25 سالہ قد 5.6 تعلیم (MBA (UK ہینڈسم بر سر روزگار ماہانہ اچھی یافت well settled زالی گھر کا حامل لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1769,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "6304308140",
  "whatsapp": "6304308140",
  "age": 32,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 32 سالہ قد 5.7 یم M.Tech Software Engineer تعلیم MNC میں میجر کی حیثیت سے برسر روزگار ذاتی گھر کا حامل well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ فیملی کی خوبصورت و سیرت ملنسار سلم سلیقہ مند امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1770,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9652786086",
  "whatsapp": "7780337913",
  "age": 2,
  "body": "تعلیم یافتہ معز معیاری گھرانے کاسنی مسلم لڑکا عمر 2 ساله قد 5.8 Abu Dhabi پینڈم Tech تعلیم میں برسر روزگار میملی ویزا ہولڈر well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نماری لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1771,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9849219198",
  "whatsapp": "9849219198",
  "age": 24,
  "body": "تعلیم یافتہ معزز و معیاری دیندار گھرانے کا سنی مسلم لڑکا عمر 24 ساله قد 5.8 تعلیم حافظ قرآن اور BBA زیر تعلیم ہینڈ سم Good Looking کاروباری بر همین well settled ذاتی گھر کا حامل لڑکے کیلئے تعلیم یافتہ دیندار فیملی کی خوبصورت و سیرت خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Hafiz Quran",
},
{
  "id": 1772,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8886984849",
  "whatsapp": "8886984849",
  "age": 32,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 32 سالہ MS Public اور BDS Doctor قد 5.8 تعلیم well settled آسٹریلیا میں مقیم Health (Aust( ماہانہ اچھی یافتہ لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کلر US Citizen/Gulf Born /Green Card Holder سلیقہ مند لڑکی کو ترجیح دی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor",
},
{
  "id": 1773,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9849425562",
  "whatsapp": "9849425562",
  "age": 26,
  "body": "تعلیم یافتہ معزز و معیاری بر نمین گھرانے کا سنی مسلم لڑکا عمر 26 تعلم ساله قد 5.6 تعلیمی قابلیت ہینڈسم , MS USA میں لازم well settled ماہانہ اچھی یافت لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ US/Canada Citizen/Green Card/PR Holder/ Gulf Born لڑکی کو زیادہ ترجیح دیجائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1774,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8790496378",
  "whatsapp": "8790496378",
  "age": 25,
  "body": "تعلیم یافتہ معزز و معیاری بر نمین گھرانے کا سنی مسلم لڑکا عمر 25 ساله قد 5.7 تعلیم B.com پراپرٹی ہولڈر wall settled ماہانہ 1 لاکھ سے زائد یافت لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی خوبصورت وسیرت صوم و صلوٰۃ کی پابند v.fair سلم ملنسار جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1775,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7032430321",
  "whatsapp": "+18722434517",
  "age": 20,
  "body": "تعلیم یافتہ معیاری گھرانے کا سنی مسلم لڑکا عمر 20 سالہ قد 5.10 تعلیمی قابلیت MS ہینڈسم USA میں مقیم بر سر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری Card/ PR Holder US/Canada Citizen/Green گھرانے کی  لڑکی کوترجیح دی جائیگی",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1776,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9490261719",
  "whatsapp": "9490261719",
  "age": 28,
  "body": "سنی مسلم لڑ کا عمر 28 سالہ قد 5.5 تعلیمی قابلیت B.com فیر کلر و بندار خوش اخلاق سعودی عرب میں برسر روزگار ذاتی گھر کا حامل ماہانہ اچھی یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1777,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9866674100",
  "whatsapp": "9866674100",
  "age": 25,
  "body": "سنی مسلم لڑکا مر 25 سالہ قد 5.7 تعلیمی قابلیت B.Tech ہینڈ سم Qatar میں برسر روزگار ماہانہ اچھی یافت well settled لڑکے لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم وصلوٰۃ کی پابند امور خانه داری سے واقف سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1778,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7093566390",
  "whatsapp": "7093566390",
  "age": 28,
  "body": "تعلیم یافته معزز گھرانے کا سنی مسلم لڑکا 1995Dob قد 6.0 فٹ تعلیمی قابله قابلیت MBA بر سر روزگار ماهانه 1.4 لاکھ یافت ذاتی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی ں -No Demands جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1779,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9000867440",
  "whatsapp": "8686605614",
  "age": 29,
  "body": "سنی مسلم لڑکا عمر 29 سالہ قد 5.7 تعلیم B.com ہینڈسم Dubai UAE میں برسر روزگار ماہانہ 1 لاکھ سے زیادہ یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر ملنسار لڑکی سے رشتہ درکار ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1780,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8247888125",
  "whatsapp": "8328485590",
  "age": 24,
  "body": "مہذب گھرانے کا سنی مسلم لڑکا عمر 24 سالہ قد 5.8 تعلیم SSC ذاتی کاروباری ذاتی گھر کا حامل settled ہینڈسم لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1781,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9441057621",
  "whatsapp": "9441057621",
  "age": 32,
  "body": "تعلیم یافته معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 32 ساله قد 6.2 تعلیمی قابلیت MS ہینڈ سم Australia میں مقیم اچھی یافت well settled لڑکے کیلئے اس تعلیم یافتہ معیاری گھرانے کی Medical مناسبت سے لیا Background فیر کلر خوش اخلاق سلیقہ مند جاذب نظر v.fair لڑکی سے رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1782,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8501899367",
  "whatsapp": "7989657695",
  "age": 30,
  "body": "تعلیم یافته معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 30 ساله قد 5.11 تعلیم B.Tech اور حافظ قرآن قطر میں بر سر روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر تمہاری لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1783,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7702102971",
  "whatsapp": "7702102971",
  "age": 26,
  "body": "تعلیم یافته معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 26 ساله قد 5.8 تعلیم (MS (UK ہینڈسم لندن میں مقیم اور لازم اچھی یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی خوبصورت وسیرت ملنسار جاذب نظر لڑکی سے رشتہ مطلوب ہے شادی جلد اور سادگی سے کی جائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1784,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9867652439",
  "whatsapp": "9867652439",
  "age": 24,
  "body": "تعلیم یافتہ معزز و معیاری ممبئی گھرانے کا UK میں مقیم سنی مسلم لڑکا عمر 24 ساله قد 5.10 تعلیمی قابلیت MS مینڈسم well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کر خوبصورت و سیرت ملنسار لڑکی سے رشتہ مطلوب ہے۔ NRI گھرانے کی لڑکی کو ترجیح دی جائیگی",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1785,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7095831301",
  "whatsapp": "9014118658",
  "age": 28,
  "body": "سنی مسلم لڑ کا عمر 28 سالہ قد 5.6 تعلیمی قابلیت B.com بر سر روزگار ماہانہ اچھی یافت ذاتی گھر کا حامل well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1786,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9618250787",
  "whatsapp": "9618250787",
  "age": 28,
  "body": "سنی مسلم لڑکا مر 28 سالہ قد 5.9 تعلیمی قابلیت B.Tech ہینڈ سم MNC میں برسر روزگار ماہانہ اچھی یافت ذاتی گھر کا حامل settled لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند پرفیشنل MNC میں ملازم لڑکی کوترجیح دیجائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1787,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+1 669 261 2403",
  "whatsapp": "+1 669 261 2403",
  "age": 28,
  "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.8 تعلیم Software Engineer امریکہ میں ملازم ماہانہ اچھی یافت ذاتی گھر کا حامل settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کلر لڑکی سے رشتہ مطلوب ہے۔ ہولڈر لڑکی کو ترجیح دیجائیگی رابطہ کریں۔  وینا US Citizen/Green Card/H1B",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1788,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+966 535276360",
  "whatsapp": "+966 535276360",
  "age": 26,
  "body": "سنی مسلم لڑکا عمر 26 سالہ قد 5.9 تعلیمی قابلیت BEJPG ہینڈ سم Canada میں مقیم بر سر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند M.Tech لڑکی کو ترجیح دیجائیگی۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1789,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8374091227",
  "whatsapp": "9052144624",
  "age": 28,
  "body": "سنی مسلم لڑ کا عمر 28 سالہ قد 5.8 تعلیم انٹر میڈیٹ ہینڈسم ذاتی کاروبار ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1790,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7287867804",
  "whatsapp": "+1 8723149246",
  "age": 29,
  "body": "تعلیم یافتہ معیاری گھرانے کا سنی مسلم لڑ کا عمر 29 سالہ قد 5.8 تعلیمی قابلیت (MBA (USA ہینڈسم USA میں مقیم اور برسروزگار یا ہانہ اچھی یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی ملنسار خوبصورت وسیرت ملنسار لڑکی سے رشتہ مطلوب ہے۔ B11, B2 Visa/Student Visa Holder لڑکی سے رشتہ مطلوب ہے",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1791,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9542991492",
  "whatsapp": "7676877746",
  "age": 34,
  "body": "سنی مسلم لڑکا عمر 34 سالہ قد 5.8 تعلیم SSC بر نهمین ماہانہ 50 ہزار یافت settled لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1792,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9391991502",
  "whatsapp": "8686423221",
  "age": 27,
  "body": "سنی مسلم لڑکا عمر 27 سالہ قد 5.11 تعلیم انٹر میڈیٹ معیاری ذاتی بر جسمین ماہانہ اچھی یافت ذاتی گھر کا حامل کے کیلئے اسی مناسبت سے تعلیم یافتہ well settled دیندار شریف گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1793,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9985824668",
  "whatsapp": "7893132490",
  "age": 30,
  "body": "تعلیم یافتہ معزز فیملی کا سنی مسلم لڑ کا عمر 30 سالہ قد 5.11 تعلیمی قابلیت BE ہینڈسم Project Manager ماما نہ اچھی یافت مختصر فیملی کا well settled لڑکے کیلئے اسی مناسبت سے اعلیٰ تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1794,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8897483749",
  "whatsapp": "6300688637",
  "age": 28,
  "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیمی قابلیت انٹرمیڈیٹ Qatar میں سو پر وائزر کی حیثیت سے ملازم ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانه داری سے واقف لڑکی سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1795,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9666614147",
  "whatsapp": "9666614147",
  "age": 28,
  "body": "سنی مسلم لڑ کا عمر 28 سالہ قد 5.10 تعلیمی قابلیت MS Australia میں برسر روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1796,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9440256835",
  "whatsapp": "8885620324",
  "age": 26,
  "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 26 سالہ قد 5.11 تعلیم B.Tech بریسمین ماہانہ اچھی یافتہ well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی ملفسار لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1797,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9347162143",
  "whatsapp": "7207521086",
  "age": 29,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 29 سالہ قد 5.5 تعلیم B.Pharmacy ہینڈسم MNC میں پر سر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1798,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7386939897",
  "whatsapp": "7386939897",
  "age": 30,
  "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 30 سالہ قد 5.11 زیر تعلیم (MS (USA ہینڈسم ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوبصورت و سیرت ملنسار سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1799,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9912978791",
  "whatsapp": "9912978791",
  "age": 28,
  "body": "دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.4 تعلیم SSC بر سر روز گار ماہانہ اچھی یافت settled لڑکے کیلئے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔  شادی جلد کی جائیگی No Demands",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1800,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8639977646",
  "whatsapp": "8639977646",
  "age": 27,
  "body": "تعلیم یافته معتز و معیاری well settled بر همین گھرانے کا سنی مسلم لڑکا عمر 27 سالہ قد 5.7 تعلیمی قابلیت M.Arch چیدیم بر همین ذاتی گھر کا حامل settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر v.fair لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1801,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9502163021",
  "whatsapp": "9502163021",
  "age": 28,
  "body": "اعلیٰ تعلیم یافتہ گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیمی قابلیت MBA ماہانہ اچھی یافت بر همین well settled ذاتی گھر اور پراپرٹی ہولڈر لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق لڑکی سے رشتہ درکار ہے۔ شادی جلد سے جلد کی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1802,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+230 57981515",
  "whatsapp": "+230 57981515",
  "age": 44,
  "body": "سنی مسلم لڑ کا عمر 44 سالہ قد 5.5 تعلیمی قابلیت MS ، Mauritius Family ماہانہ اچھی یافت(UK( Visa Holder پراپرٹی ہولڈر  فیر شادی شدہ لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1803,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9603882682",
  "whatsapp": "8977643618",
  "age": 23,
  "body": "سنی مسلم لڑ کا عمر 23 سالہ قد 6.0 فٹ تعلیم SSC ہینڈسم well settled ماہانہ 1.5 لاکھ یافت )Musician( ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند لڑکی سے رشتہ NRI/US/UK/Canada/Aust مطلوب ہے۔ فیملی کی لڑکی کو ترجیح دیجائیگی۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1804,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8801708970",
  "whatsapp": "8801708970",
  "age": 30,
  "body": "سنی مسلم لڑکا عمر 30 سالہ قد 5.10 تعلیم B.com ہینڈسم ماہانہ 2 لاکھ سے زیادہ یافت بر نهمین ذاتی گھر اور پراپرٹی ہولڈر well settled لڑکے کیلئے ہی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر خوبصورت لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی  - No Demands",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1805,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9110720517",
  "whatsapp": "8686129782",
  "age": 24,
  "body": "تعلیم یافتہ معز و معیاری گھرانے کاسنی مسلم لڑکا عمر 24 ساله قد 6.0 تعلیمی قابلیت Tech . سافٹ وئیر انجینئر ماہانہ اچھی یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یا ایافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1806,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8328260614",
  "whatsapp": "8328260614",
  "age": 27,
  "body": "تعلیم یافته دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 27 ساله قد 5.8 تعلیمی قابلیت CA ہینڈ سم دیندار مہذب گھرانے کا Self Employee ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نماری لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1807,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7416511646",
  "whatsapp": "7416511646",
  "age": 33,
  "body": "سنی مسلم لڑکا عمر 33 سالہ قد 5.6 ( پولیو سے متاثر) ذاتی گھر اور ذاتی کاروباری ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف جاذب نظر لڑکی سے رشتہ مطلوب ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Upper Primary"
},
{
  "id": 1808,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "6309326538",
  "whatsapp": "6309326538",
  "age": 32,
  "body": "معزز و معیاری اعلیٰ تعلیم یافتہ گھرانے کا سنی مسلم لڑکا عمر 32 سالہ قد 6.2 تعلیم MS ہینڈسم امریکہ میں H1B ویزا ہولڈر settled لڑکے کیلئے تعلیم یافتہ معیاری فیملی کی فیر کلر خوش اخلاق سلیقہ مند دراز قد لڑ کی سے رشتہ مطلوب ہے۔ Gulf Born لڑکی کو تر جیح دیجائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1809,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9014805613",
  "whatsapp": "9030593721",
  "age": 27,
  "body": "سنی مسلم لڑکا عمر 27 سالہ قد 5.6 تعلیم B.com ذاتی کاروبار اور ذاتی گھر کا حامل ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر ملنسار لڑ کی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1810,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9703008240",
  "whatsapp": "9985925171",
  "age": 28,
  "body": "تعلیم یافتہ معیاری گھرانے کا Canada/Hyd میں ذاتی گھر لڑ کا عمر 28 ساله قد 5.6 تعلیم B.com سمین well settled پراپرٹی ہولڈر لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑ کی سے رشتہ مطلوب . ہے۔ شادی جلد کی جائیگی۔ شادی کے بعد Canada لے جایا جائیگا۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1811,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9347923932",
  "whatsapp": "9347923932",
  "age": 26,
  "body": "سنی مسلم دیندار مہذب گھرانے کا لڑکا عمر 26 سالہ قد 5.11 تعلیم B.com برسر روزگار ماهانه معقول یافت لڑکے کیلئے اس مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی سے رشتہ مطلوب ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1812,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9177386786",
  "whatsapp": "9177386786",
  "age": 23,
  "body": "تعلیم یافتہ معزز ومعیاری گھرانے کی سنی مسلم لڑکی عمر 23 ساله قد 5.5 تعلیم تعلیمی قابلیت (MS (Aust میں زیر تعلیم فیر کلر دیندار خوش اخلاق سلیقہ مند پردہ کی پابند نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا پر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ USA  لڑکے کو ترجیح دیجائیگی۔ settled میں",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1813,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9010059911",
  "whatsapp": "9010059911",
  "age": 42,
  "body": "سنی مسلم لڑکا عمر 42 سالہ قد 5.5 تعلیمی قابلیت BA ذاتی بزنس (Perfume) ماہانہ اچھی well settled فیر شادی شدہ لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1814,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9700352226",
  "whatsapp": "9700100970",
  "age": 28,
  "body": "تعلیم یافتہ دیندار گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.10 تعلیمی قابلیت LLB ذاتی بر همین ماہانہ اچھی یافت well settled اور ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق خوبصورت و سیرت ملنسار لڑکی سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1815,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9704224415",
  "whatsapp": "9704224415",
  "age": 27,
  "body": "USAH1 Visa Holder سنی مسلم لڑ کا عمر 27 سالہ قد 5.7 تعلیمی قابلیت MS ہینڈسم تقیم بر سر روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ US/Canada Citizen/Green Card/ PR Holder/  لڑکی کو ترجیح دیجائیگی۔ Gulf Born",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1816,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9966034719",
  "whatsapp": "9966034719",
  "age": 28,
  "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.8 تعلیمی قابلیت B.Tech ابو ہیں UAE ہینڈسم Petroleum Engineer میں ملازم فیملی ویزا ہولڈر settled ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار گھرانے کی فیر کلر خوش اخلاق سلیقہ مند نمازی لڑکی سے رشتہ مطلوب ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1817,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9652957589",
  "whatsapp": "9581260342",
  "age": 28,
  "body": "تعلیم یافته دیندار شریف گھرانے کا سنی مسلم لڑ کا عمر 28 سالہ قد 5.6 تعلیمی قابلیت B.com ہینڈسم MNC میں بر سر روزگار ماہانہ اچھی یافت لڑکے کیلئے اس مناسبت سے تعلیم یافته دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم و صلوۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1818,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9985112237",
  "whatsapp": "9160522330",
  "age": 27,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 27 سالہ قد 5.5 تعلیم MBBS اور (MD (USA زیر تعلیم well settled پراپرٹی ہولڈر لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند امور خانہ داری سے واقف کوئی بھی گریجویٹ جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1819,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9618685002",
  "whatsapp": "9618685002",
  "age": 23,
  "body": "تعلیم یافته دیدار مہذب گھرانے کا سنی مسلم لڑکا عمر 23 سالہ قد 5.5 تعلیم ڈگری بر سر روزگار ماہانہ اچھی یافت ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوبصورت وسیرت خوش اخلاق امور خانہ داری سے واقف نمازی عمر اندرون 20 سالہ لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1820,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8801262203",
  "whatsapp": "7287861205",
  "age": 24,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 24 ساله قد 6.0 تعلیمی قابلیت (MS (USA ہینڈ سم ذاتی گھر کا حامل well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق خوبصورت لڑکی کو USA Green Card/Citizen ترجیح دیجائیگی۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1821,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9010100590",
  "whatsapp": "8247044461",
  "age": 26,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 26 ساله قد 5.11 تعلیمی قابلیت MBA ہینڈ سم حیدر آباد میں بر سر روزگار ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے تعلیم یافته دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم و صلوٰۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1822,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9949125818",
  "whatsapp": "9949125818",
  "age": 20,
  "body": "ديندار معزز و معیاری کاروباری گھرانے کا سنی مسلم لڑکا عمر 20 ساله قد 5.7 تعلیم SSC ہینڈسم ذاتی کاروبار ذاتی گھر کا حامل well settled لڑکے کیلئے اس مناسبت سے دیندار شریف گھرانے کی عمر اندرون 18 سالہ فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ خواہشمند سر پرست حضرات رابطہ کریں۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1823,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9100177707",
  "whatsapp": "8801332506",
  "age": 26,
  "body": "سنی مسلم لڑکا عمر 26 سالہ قد 5.9 تعلیمی قابلیت B.com ہینڈسم MNC میں برسر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے تعلیم یافته دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1824,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9885310780",
  "whatsapp": "8686858359",
  "age": 29,
  "body": "سنی مسلم لڑکا عمر 29 سالہ قد 5.9 تعلیم M.Tech بر نهمین ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوش اخلاق امور خانه داری سے واقف نمازی سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1825,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7893873780",
  "whatsapp": "7893873780",
  "age": 29,
  "body": "تعلیم یافتہ معیاری فیملی کا سنی مسلم لڑکا عمر 29 سالہ قد 5.7 کاسنی میں USA اور MS Health Care تعلیمی قابلیت برسر روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی لڑکی سے US/Canada Citizen رشتہ مطلوب ہے۔ Green Card/PR Holder/Gulf Born لڑکی کو ترجیح دیجائیگی ۔ شادی جلد کی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1826,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7981287565",
  "whatsapp": "7981287565",
  "age": 26,
  "body": "تعلیم یافتہ فیملی کاسنی مسلم لڑکا عمر 26 سالہ قد 5.10 تعلیمی قابلیت B.Tech دبئی UAE میں برسر روزگار فیملی ویزا ہولڈر ذاتی گھر کا حامل well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1827,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8247883545",
  "whatsapp": "8247883545",
  "age": 27,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا مر 27 ساله قد 5.4 تعلیمی قابلیت MS ہینڈسم UK میں مقیم اور بر سر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1828,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9986636188",
  "whatsapp": "9986299973",
  "age": 30,
  "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 30 سالہ پیڈسم BE Software Engg. قد 5.11 تعلیم جنگلور میں MNC میں پر سر روزگار ذاتی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر ملفسار لڑکی سے رشتہ مطلوب  لڑکی کو ترجیح دی جائیگی۔ Doctor ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1829,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9948122395",
  "whatsapp": "9948122395",
  "age": 28,
  "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیمی قابلیت B.Tech رینڈم Software Engg ، ماہانہ 1.4 لاکھ یافت لڑکے کیلئے well settled میں ملازم Top MNC اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر ملنسار لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1830,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9160965193",
  "whatsapp": "7416506797",
  "age": 27,
  "body": "سنی مسلم لڑکا عمر 27 سالہ قد 5.11 تعلیم B.com برسر روزگار ماہانہ اچھی یافت دیندار مہذب گھرانے کا لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقه مند جاذب نظر امور خانه داری سے واقف نمازی لڑکی سے رشتہ مطلوب ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1831,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9390161447",
  "whatsapp": "9390161447",
  "age": 42,
  "body": "سنی مسلم لڑکا عمر 42 سالہ قد 5.8 تعلیمی قابلیت MS ہینڈسم Associate Director اور UK Citizen حیثیت سے UK میں ملازم ذاتی گھر کا حامل settled ماہانہ اچھی یافت لڑکے کیلئے تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوش اخلاق لڑکی سے رشتہ مطلوب ہے۔ لڑکا آیا ہوا ہے شادی جلد سے جلد کی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1832,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9393171362",
  "whatsapp": "9398564121",
  "age": 25,
  "body": "سنی مسلم لڑکا عمر 25 سالہ قد 5.11 تعلیم B.Tech Software Engg ہینڈسم MNC میں برسر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافته دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر خوبصورت لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1833,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8121582745",
  "whatsapp": "9700581875",
  "age": 26,
  "body": "تعلیم یافتہ معزز و معیاری settled گھرانے کا سنی مسلم ڈاکٹر لڑکا عمر 26 سالہ قد 5.11 تعلیم MBBS ہینڈسم Elite Family کا میں UK مقیم ذاتی گھر اور پراپرٹی ہولڈر لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی MBBS یا کوئی بھی پروفیشنل گریجویٹ لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1834,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7032107862",
  "whatsapp": "9948180905",
  "age": 25,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا مختصر فیملی کا اکلوتاسی مسلم لڑکا عمر 25 سالہ قد 5.2 تعلیم (EEE) بر نمین well settled پراپرٹی ہولڈر لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوبصورت وسیرت سلیقہ مند نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1835,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9949572981",
  "whatsapp": "7989799288",
  "age": 28,
  "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.8 تعلیمی قابلیت SSC ذاتی برنس (Own Water Plant) ماہانہ 1 لاکھ یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1836,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+1 341 209 7446",
  "whatsapp": "+1 341 209 7446",
  "age": 32,
  "body": "مراد آباد UP گھرانے کا سنی مسلم لڑکا عمر 32 سالہ قد 5.10 تعلیم MS ہینڈسم USA میں ملازم فیملی ویزا ہولڈر well ماہانہ اچھی یافت Software Engineer settled ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے تعلیم یافته دیندار معزز گھرانے کی فیر کار خوبصورت و سیرت ملنسار لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1837,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9346339442",
  "whatsapp": "9346339442",
  "age": 24,
  "body": "دیندار شریف گھرانے کا سنی مسلم لڑکا عمر 24 سالہ قد 5.8 تعلیمی قابلیت SSC پر سر روزگار ماہانہ معقول یافت لڑ کے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم و صلوۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1838,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9391006591",
  "whatsapp": "7416626919",
  "age": 28,
  "body": "معزز و معیاری تعلیم یافتہ گھرانے کا سنی مسلم لڑ کا عمر 28 سالہ قد 5.10 تعلیم B.com بر بسمین اور ذاتی گھر کا حامل well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1839,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+1 872 8065319",
  "whatsapp": "9700061872",
  "age": 28,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 28 ساله قد 5.11 تعلیمی قابلیت (MS (UK ویڈیم KSA میں برسر روزگار میملی ویزا ہولڈر UK Citizen ذاتی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کار خوبصورت و سیرت ملنسار لڑکی ہے رشتہ مطلوب ہے۔ لڑکا میملی کے ساتھ حیدر آباد آیا ہوا ہے۔ شادی جلد سے جلد کی جائیگی - ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1840,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+44 7400083626",
  "whatsapp": "+91 7680803368",
  "age": 28,
  "body": "تعلیم یافتہ فیملی کاسنی مسلم لڑکا عمر 26 سالہ قد 5.10 تعلیمی قابلیت B.Tech دبئی UAE میں برسر روزگار فیملی ویزا ہولڈر ذاتی گھر کا حامل well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1841,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8247883545",
  "whatsapp": "8247883545",
  "age": 27,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا مر 27 ساله قد 5.4 تعلیمی قابلیت MS ہینڈسم UK میں مقیم اور بر سر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1842,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9986636188",
  "whatsapp": "9986299973",
  "age": 30,
  "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 30 سالہ پیڈسم BE Software Engg. قد 5.11 تعلیم جنگلور میں MNC میں پر سر روزگار ذاتی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر ملفسار لڑکی سے رشتہ مطلوب  لڑکی کو ترجیح دی جائیگی۔ Doctor ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1843,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+1 215 4100 290",
  "whatsapp": "+1 267 7603809",
  "age": 24,
  "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 24 سالہ قد 5.8 میں مقیم تعلیم USA Citizen اکلوتا بیند bachelors in industrial and Systems Engg . well settled پراپرٹی ہولڈر لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کار خوبصورت سلیقہ مند USA لڑکی کو ترجیح دی جائیگی۔ Green Card/Citizen",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1844,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "+44 7440412312",
  "whatsapp": "9704529245",
  "age": 30,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 30 ساله قد 5.8 تعلیمی قابلیت (MBA (UK اور UK میں مقیم و بر سر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی خوبصورت وسیرت ملنسار سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1845,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9177816144",
  "whatsapp": "9177816144",
  "age": 25,
  "body": "کڑ پہ میں مقیم معتز و معیاری گھرانے کا سنی مسلم لڑکا عمر 25 ساله قد 5.5 تعلیمی قابلیت Masters بر سر روزها اچھی یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑ کی سے رشتہ مطلوب ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1846,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "9966870168",
  "whatsapp": "9966870168",
  "age": 33,
  "body": "تعلیم یافتہ معز و معیاری گھرانے کا سنی مسلم لڑکا عمر 33 ساله قد 5.8 تعلیمی قابلیت MS ہینڈسم کا روباری بزنس ذاتی گھر کا حامل well settled Elite Family لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز و معیاری گھرانے کی فیر کلر خوبصورت و سیرت ملنسار خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1847,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "8801749140",
  "whatsapp": "9542739379",
  "age": 26,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 26 ساله قد 5.9 تعلیمی قابلیت LLB ہائی کورٹ میں وکیل ہے ذاتی گھر کا حامل well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑ کی سے رشتہ مطلوب ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1848,
  "title": "ضرورت رشتہ لڑکا",
  "phone": "7675050412",
  "whatsapp": "7675050412",
  "age": 28,
  "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیم انٹر میڈ پٹ اور حافظ قرآن نا مکمل Interior Designer بر همین ماہانہ اچھی یافت ذاتی گھر کا حامل well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوبصورت و سیرت ملنسار سلیقہ مند نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائے گی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1849,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "+44 7404617927",
  "whatsapp": "+44 7404617927",
  "age": 44,
  "body": "تعلیم یافتہ فیملی کا سنی مسلم لڑکا عمر 44 سالہ قد 5.10 تعلیم MBA ( دوسرا نکاح ) UK Citizen معزز فیملی کا well settled لڑکے کیلئے اسی مناسبت سے دیندار شریف فیملی کی خوش اخلاق نمازی سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1850,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "8897242015",
  "whatsapp": "8897242015",
  "age": 27,
  "body": "Second Marriage Boy Age 27, Height 5-7, Mechanical Engineer, well settled (Own Business). Seeking an Educated Unmarried Girl age 21 to 24 from a decent family, who doesn't follow Darga & any Bidah. No Demands. Agent's don't.",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1851,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9949967228",
  "whatsapp": "9949967228",
  "age": 30,
  "body": "سنی مسلم لڑ کا عمر 30 سالہ قد 5.8 تعلیمی قابلیت Degree Dis علیحدگی ہو گئی ہے ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقه مند جاذب نظر نمازی لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ خواہشمند ربط کریں۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1852,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "8309738602",
  "whatsapp": "8309738602",
  "age": 44,
  "body": "سنی مسلم لڑ کا عمر 44 سالہ قد 5.11 ذاتی کاروبار ماہانہ اچھی یافت well settled ( بیوی کی صحت ٹھیک نہ ہونے کی وجہ سے دوسرا نکاح) لڑکے کیلئے دیندار شریف گھرانے کی فیر کلر خوش اخلاق لیٹ میاریج رخلع شده یا شوہر کا انتقال ہو چکا ہے یا اگر اولاد بھی ہو تو قبول کیا جائیگا سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1853,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "7416495131",
  "whatsapp": "7416495131",
  "age": 31,
  "body": "تعلیم یافته دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 31 ساله قد 5.10 تعلیمی تعلیمی قابلیت MBA خلع شده (صرف) نکاح ہوا تھا رکھتی نہیں ہوئی تھی برسر روزگار ماہانہ اچھی یافت ذاتی گھر کا حامل settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر گلر سلیق مند لڑکی سے رشتہ درکار ہے۔ عقد اولی کو ترجیح دیجائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1854,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9959052009",
  "whatsapp": "9959052009",
  "age": 38,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 38 ساله قد 5.10 تعلیمی قابلیت B.Tech B علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں USA Citizen میں مقیم اور ملازم well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر سلیق مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔  Whatsapp Only",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1855,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "+971 507887434",
  "whatsapp": "7815947989",
  "age": 36,
  "body": "تعلیم یافتہ فیملی کاسنی مسلم لڑکا عمر 36 سالہ قد 5.11 تعلیمی قابلیت گریجویٹ علیحدگی ہوگئی ہے Dubai Govt Job Holder کوئی ذمہ داری نہیں UAE Citizen ذاتی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوبصورت و سیرت ملنسار لڑکی سے رشتہ مطلوب ہے۔ لڑکا آیا ہوا ہے ، عقد اولی کو ترجیح دی جائیگی - ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1856,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9299300797",
  "whatsapp": "9390994753",
  "age": 50,
  "body": "سنی مسلم شخص عمر 50 ساله قد 5.2 تعلیمی قابلیت SSC اور حافظ قاری گورنمنٹ ملازم ذاتی گھر کا حامل ماہانہ اچھی یافت well settled بیوی کا انتقال ہو چکا ہے کیلئے اسی مناسبت سے نماز کی پابند خوش اخلاق سلیقہ مند خاتون سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1857,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9963420834",
  "whatsapp": "9963420834",
  "age": 30,
  "body": "سنی مسلم لڑکا عمر 30 سالہ قد 5.9 فیر کلر تعلیم M.Arch فیر طلاق شده بر همین ذاتی گھر کا حامل ماہانہ 1 لاکھ سے زائد یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ فیملی کی خوبصورت ملنسار عقد اولی لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ رابطہ کریں لین دین کی شرط نہیں ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1858,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "+1 2019822283",
  "whatsapp": "+1 2019822283",
  "age": 38,
  "body": "تعلیم یافته دیندار معزز گھرانے کا سنی مسلم لڑکا عمر 38 سالہ قد 5.9 تعلیمی قابلیت MS علیحدی ہو گئی ہے کوئی ذمہ داری US Govt Job اور USA Citizen نہیں لڑکے کیلئے well settled ماہانہ اچھی یافت Holer اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر سلیق مند لڑکی سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1859,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9701615459",
  "whatsapp": "9701615459",
  "age": 35,
  "body": "سنی مسلم لڑ کا عمر 35 سالہ قد 5.6 کویت میں برسر روزگار فیملی ویزا ہولڈر well settled (دوسرا نکاح) لڑکے کیلئے دیندار مہذب گھرانے کی فیر کلر سلیقہ مند خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی ۔  لڑکا آیا ہوا ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1860,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9052424078",
  "whatsapp": "9052424078",
  "age": 32,
  "body": "پندار گھرانے کا سنی مسلم لڑکا عمر 32 سالہ قد 5.8 تعلیمی قابلیت B.Sc کمپیوٹر ذاتی بزنس ماہانہ اچھی یافت خلع ہو چکا ہے کوئی ذمہ داری نہیں لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی لڑکی سے رشتہ مطلوب ہے۔ لین دین کی کوئی شرط نہیں ہے ۔ شرعی شادی کی جائیگی۔ کنواری لڑکی کو ترجیح دیجائیگی۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1861,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "8341213162",
  "whatsapp": "8341213162",
  "age": 31,
  "body": "سنی مسلم لڑ کا عمر 31 سالہ قد 5.10 تعلیمی قابلیت MS اور USA Citizen علیحدگی ہوگئی ہے USA میں مقیم اور برسر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوبصورت ملقسار لڑکی سے رشتہ مطلوب ہے۔ Only    First Marriage Girl",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1862,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9948867852",
  "whatsapp": "9948867852",
  "age": 60,
  "body": "سنی مسلم شخص عمر 60 ساله قد 5.6 تعلیمی قابلیت Computer Engg Microsoft سے ماہانہ Business Certified   معقول آمدنی ہے (دوسرا نکاح) درکار ہے کیلئے اسی مناسبت سے عقد ثانی کی لڑکی سے رشتہ مطلوب ہے۔ عمر اندرون 45-40 سالہ ہونی چاہیئے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1863,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9346467623",
  "whatsapp": "9985618093",
  "age": 27,
  "body": "تعلیم یافتہ مہذب گھرانے کا سنی مسلم لڑکا عمر 27 سالہ قد 5.10 تعلیم B.com کا روباری ماہانہ اچھی یافت مختصر وقت میں علیحدگی ہوگئی ہے کوئی ذمہ داری ان میں لڑکے کیلئے ای مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق ملنسار سلیقہ مند لڑکی سے رشتہ مطلوب ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1864,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9700301361",
  "whatsapp": "9963371361",
  "age": 32,
  "body": "دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 32 سالہ قد 5.11 تعلیمی قابلیت B.com ہینڈسم KSA میں برسر روزگار علیحدگی ہو گئی ہے کوئی ذمہ داری نہیں ذاتی گھر کا حامل لڑ کے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1865,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "8801316218",
  "whatsapp": "7842668244",
  "age": 32,
  "body": "سنی مسلم لڑ کا عمر 32 سالہ قد 5.8 تعلیم حافظ و عالم طلاق شدہ کوئی ذمہ داری نہیں بر سر روزگار ماہانہ معقول یافت لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند ملنسار لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔ No Demands - ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Hafiz/Aalim"
},
{
  "id": 1866,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9949836475",
  "whatsapp": "+17272180098",
  "age": 34,
  "body": "سنی مسلم لڑکا عمر 34 سالہ قد 5.10 تعلیمی قابلیت MS مینڈ Green Card اور H1B Visa Holder (Approved علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں USA میں مقیم اچھی یافت well setled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی USA میں مقیم لڑکی کو ترجیح دی جائیگی۔ شادی جلد کی جائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1867,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9160650939",
  "whatsapp": "9160650939",
  "age": 29,
  "body": "سنی مسلم کولا پر فیملی کا لڑکا عمر 29 سالہ 1992Dob قد 5.8 تعلیم طلاق شد B.Tech Civil Engg( کوئی ذمہ داری نہیں بزنسمین ماہانہ 1 لاکھ یافت settled کیلئے دیندار مہذب گھرانے کی فیر کلر خوبصورت سلیقہ مند عقد اولی لڑکی سے رشتہ مطلوب ہے۔ لین دین کی شرط نہیں",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1868,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "+966 583438424",
  "whatsapp": "+966 583438424",
  "age": 34,
  "body": "تعلیم یافتہ فیملی کا سی مسلم لڑکا عمر 34 سالہ قد 5.9 تعلیمی تابلیت M.armacy علیحدگی ہوگئی ہے کوئی لڑکے well settled میں مقیم ٹیلی ویزا ہولڈر KSA کیلئے اس مناسبت سے تعلیم یافتہ دیندار فیملی کی سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ عقد اولی لڑکی کو ترجیح دیجائیگی۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1869,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9182926291",
  "whatsapp": "9182926291",
  "age": 35,
  "body": "سنی مسلم لڑکا عمر 35 سالہ قد 6.1 تعلیم MNC،ME میں برسر روزگار ماہانہ اچھی یافت well settled علیحدگی ہو چکی ہے لڑکے کیلئے تعلیم یافتہ فیملی کی  فیر کلر خوش اخلاق سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ عقد اولی کرنا تک، مہاراشٹرا یا تلنگانہ فیملی کی لڑکی سے رشتہ درکار ہے۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1870,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "8459662619",
  "whatsapp": "8459662619",
  "age": 34,
  "body": "سنی مسلم لڑکا عمر 34 سالہ قد 5.9 تعلیمی قابلیت BA میڈیا کمپنی میں برسر روزگار ماہانہ اچھی یافت ( بیوی کی رضا مندی سے دوسرا نکاح) کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مندلڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1871,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "8867415575",
  "whatsapp": "8867415575",
  "age": 27,
  "body": "سنی مسلم را پچور گھرانے کا لڑکا عمر 27 سالہ قد 5.7 تعلیم انٹر میڈیٹ برسر روزگار ماہانہ معقول یافت مختصر وقت میں علیحدگی ہوگئی ہے ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی فیر کلر سلیقہ مند نمازی لڑکی سے رشتہ مطلوب ہے۔ عقد اولی کو ترجیح دیجائیگی ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1872,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "6305577595",
  "whatsapp": "9573468876",
  "age": 40,
  "body": "سنی مسلم لڑ کا عمر 40 سالہ قد 5.6 تعلیم انٹرمیڈیٹ Own Business (بیوی کی اجازت سے دوسرا نکاح) کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ اگر کوئی ذمہ داری بھی ہو تو قبول کی جائیگی۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1873,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9989637641",
  "whatsapp": "9989637641",
  "age": 25,
  "body": "سنی مسلم لڑکا عمر 25 سالہ قد 5.7 تعلیم ساتویں جماعت ذاتی کاروبار ماہانہ اچھی بات settled لڑکے کیلئے اس مناسبت سے دیندار شریف گھرانے کی فیر کلر خوش اخلاق نمازی سلیقہ مند بیوہ یا طلاق شدہ لڑکی سے رشتہ مطلوب ہے ربط پیدا کریں۔ شادی جلد کی جائیگی۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Upper Primary"
},
{
  "id": 1874,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "UAE00971-567791560",
  "whatsapp": "UAE00971-502760474",
  "age": 36,
  "body": "سنی مسلم لڑکا عمر 36 سالہ قد 6.0 فٹ تعلیم Chemical Engineer مختصر وقت میں طلاق لیا گیا ہے دبئی میں مقیم فیملی کا ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر سلیقہ مند عقد اولی لڑکی کو ترجیح دی جائیگی رابطہ کریں ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1875,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9652050301",
  "whatsapp": "9652050301",
  "age": 35,
  "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 35 سالہ قد 5.3 تعلیم (M.Pharma)  اسٹنٹ پروفیسر Physically Challenged (Ortho) نکاح ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر سلیقہ مندلڑکی سے رشتہ مطلوب ہے",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1876,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9381474259",
  "whatsapp": "9381474259",
  "age": 42,
  "body": "سنی مسلم لڑکا عمر 42 سالہ قد 5.6 تعلیم انٹر میڈیٹ کویت میں برسر روزگار طلاق شدہ کوئی ذمہ داری نہیں معقول یافت لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1877,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "9642686100",
  "whatsapp": "9642686100",
  "age": 58,
  "body": "سنی مسلم مخص عمر 58 سالہ قد 10. 5 ماہانہ 1 لاکھ یافت بیوی کا انتقال ہو چکا ہے پراپرٹی ہولڈر well settled کے لئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر سلیقہ مند صحت بند صوم و صلوٰۃ کی پابند خاتون سے رشتہ مطلوب ہے۔ شرعی شادی کی جائیگی۔ لین دین کی شرط نہیں ہے۔",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1878,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "00973-39630391",
  "whatsapp": "00973-36809434",
  "age": 39,
  "body": "سنی مسلم لڑکا عمر 39 سالہ قد 5.5 تعلیم Diploma انجینئر بحرین میں برسر روزگار ماہانہ اچھی یافت settled طلاق شدہ کوئی ذمہ داری نہیں لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔  Whatsapp",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Diploma"
},
{
  "id": 1879,
  "title": "ضرورت رشتہ عقد ثانی لڑکا",
  "phone": "8275170779",
  "whatsapp": "8275170779",
  "age": 36,
  "body": "سنی مسلم لڑ کا عمر 36 سالہ قد 5.7 بر نمین ماہانہ اچھی یافت settled ( دوسری شادی خواہشمند ) لڑکے کیلئے اس مناسبت سے دیندار شریف گھرانے کی اخلاق نمازی سلیقہ مند بیوہ یا طلاق شدہ لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ رابطہ کریں۔ ",
  "gender": "male",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1880,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8309759382",
  "whatsapp": "8309759382",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت BA LLB فیر کلر دیندار مہذب گھرانے کی خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
},
{
  "id": 1881,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9299401453",
  "whatsapp": "9703497656",
  "age": 23,
  "body": "سنی مسلم تعلیمیافتہ مہذب گھرانے کی لڑکی عمر 23 سالہ قد 5.1 تعلیم M.Sc Nutrition فیر کلر دیندار سلیقہ مند نمازی جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار well  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1882,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9100624720",
  "whatsapp": "9100624720",
  "age": 28,
  "body": "تعلیم یافتہ معزز گھرانے کی بنی مسلم لڑکی عمر 28 سالہ MNC اور B.com قد 5.4 فیر کر تعلیم Dob1993 میں ملازم خوش اخلاقی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا پروفیشنل MNC میں ملازم settled لڑکے سے رشتہ درکار ہے لڑکی کے نام پر گھر ہے۔ شادی جلد سے جلد کی جائیگی ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1883,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9390999656",
  "whatsapp": "9390999656",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.7 تعلیم BA فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر نمازی لڑکی کیلئے اسی مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1884,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9381303532",
  "whatsapp": "9381303532",
  "age": 22,
  "body": "سنی مسلم لڑکی عمر 22 سالہ 1999Dob قد 5.5 تعلیم B.Sc Nutrition Dis فیر کار خوبصورت وسیرت ملنسار سلیقہ مند امور خانہ داری سے واقف لڑکی کیلئے تعلیم یافتہ مہذب گھرانے کا برسر روز گار لڑکے سے رشتہ مطلوب ہے۔ بیرون ملک ملازم فیملی ویزا ہولڈرلڑکے کو ترجیح دیجائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1885,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9666556778",
  "whatsapp": "8686860914",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ قد 5.3 تعلیم B.Tech فیر کلر خوش اخلاق امور خانہ داری سے واقف ملنسار صوم و صلوٰۃ کی پابند سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک MNC میں ملازم  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1886,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9676969812",
  "whatsapp": "9676969812",
  "age": 26,
  "body": "سنی مسلم لڑکی عمر 26 سالہ قد 5.2 تعلیم B.com کلر v.fair دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی خوب سیرت لڑکی کیلئے اسی مناسبت سے تعلیم یافته دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روز گار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1887,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8008762058",
  "whatsapp": "9963703224",
  "age": 26,
  "body": "قد 5.2 تعلیم Dob 1994 سنی مسلم لڑکی عمر 26 سالہ M.Sc کمپیوٹر MNC کمپنی میں ملازم ملنسار سلیقہ مند لڑکی کے نام پر Flat ہے کیلئے لڑکی کیلئے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک کوئی بھی پروفیشنل لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1888,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9949841575",
  "whatsapp": "9949841575",
  "age": 22,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم Gulf Born لڑکی فیر کلر عمر 22 سالہ قد 5.6 تعلیم B.armacy اور M.armacy پہلا سال زیر تعلیم ملتمسار سلیقہ مند لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor",
  "M.armacy"
},
{
  "id": 1889,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9642181721",
  "whatsapp": "9642181721",
  "age": 34,
  "body": "سنی مسلم لڑکی عمر 34 سالہ 1984 Dob قد 5.5 تعلیمی قابلیت انٹر میڈیٹ فیر کلر خوش اخلاق مزاج امور خانہ داری سے واقف جاذب نظر سلیق مند ملنسار لڑکی کیلئے دیندار شریف گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔ بھائی باہر سے آئے ہیں۔ عقد ثانی جس پر کوئی ذمہ داری نہ ہو پر بھی غور کیا جائیگا ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1890,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8886324312",
  "whatsapp": "8886324312",
  "age": 27,
  "body": "5.4 قد Dob1995 سنی مسلم لڑکی عمر 27 سالہ تعلیم MBA خوبصورت v.fair خوش اخلاق امور خانہ داری سے واقف سلیقہ مند صوم و صلوۃ کی پابند معزز گھرانے کی لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون کا ملک settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1891,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9985532865",
  "whatsapp": "9985532865",
  "age": 23,
  "body": "SMP from Kurnool Settled in Hyd., invite alliance for their daughter age 23, ht 5.3, M.Sc, working in MNC, Fair Color, we are looking for Professional Groom working with MNC Kurnool or Rayalaseema settled in Hyd, with Decent and Educated background. ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1892,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9324679500",
  "whatsapp": "8369430573",
  "age": 28,
  "body": "سنی مسلم ممبی فیملی کی لڑکی عمر 28 سالہ قد 4.8 تعلیمی قابلیت گریجویٹ لڑکی کو تھوڑے سید دیے ہیں) دیندار خوش اخلاق واقف صوم و صلوٰۃ کی پابند لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روز گار لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1893,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8374678600",
  "whatsapp": "8374678600",
  "age": 30,
  "body": "سنی مسلم لڑ کا عمر 30 3 ساله قد 5.1 تعلیم تعلیمی قابلیت MA دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند ملنسار خوش اخلاق v. fair لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1894,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7337481226",
  "whatsapp": "7337481226",
  "age": 30,
  "body": "معزز و معیاری دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 30 سالہ قد 5.5 تعلیم SSC فیر کلر و بیدار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روز گارلڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے رابط پیدا کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1895,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8885387910",
  "whatsapp": "8106502263",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ قد 5.1 تعلیمی قابلیت MBA سافٹ ویر انجینئر MNC میں ملازم فیر کلر خوش اخلاق سلیقہ مند نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک ملازم settled یا پر جسمین لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1896,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9700932006",
  "whatsapp": "9700932006",
  "age": 24,
  "body": "تعلیم یافتہ معز و معیاری گھرانے کی سنی مسلم لڑکی عمر 24 ساله قد 5.1 تعلیم میں ملازم MNC فیر کلر M.Tech خوش اخلاق سلیقهہ مند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1897,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9652119571",
  "whatsapp": "9652119571",
  "age": 30,
  "body": "دیدار تعلیم یافتہ معیاری فیملی کی سی مسلم لڑکی عمر 30 سالہ قد 5.6 تعلیمی قابلیت MBA فیر کلر خوش اخلاق Dubai میں پر سر روزگار سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1898,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9640927055",
  "whatsapp": "9704167584",
  "age": 22,
  "body": "سنی مسلم لڑکی عمر 22 سالہ قد 5.3 تعلیم SSC فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند صوم و صلوٰۃ کی پابند دیندار جاذب نظر لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار فیملی ویزا ہولڈر settled لڑکے سے رشتہ درکار ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1899,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8125258005",
  "whatsapp": "8801701853",
  "age": 37,
  "body": "سنی مسلم لڑکی عمر 37 سالہ قد 5.5 تعلیمی قابلیت B.Ed v.fair گورنمنٹ اسکول میں ٹیچر کی حیثیت سے ملازم دیندار خوش اخلاق لڑکی کیلئے اسی مناسبت سے دیندار معزز گھرانے کا حیدرآباد MNC میں ملازم یا تجارت پیشہ settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1900,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8297600605",
  "whatsapp": "9160193789",
  "age": 26,
  "body": "سنی مسلم لڑکی عمر 26 26 سالہ قد 5.5 تعلیمی قابلیت M.SC B.Ed ویری فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر صوم و صلواۃ کی پابندلڑ کی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1901,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9324679500",
  "whatsapp": "8369430573",
  "age": 25,
  "body": "سنی مسلم میں فیملی کی لڑکی عمر 25 سالہ قد 5.0 تعلیمی قابلیت B.Sc فیر کر دیندار خوبصورت وسیرت ملنسار سلیقہ مند مسلم شارپ فیچرس لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار settled یا تجارت پیشہ لڑکے سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1902,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9885203698",
  "whatsapp": "9885203698",
  "age": 38,
  "body": "تعلیم یافته معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 38 ساله قد 5.7 تعلیم MA فیر کلر خوش اخلاق سلیقه مند نمازی لیٹ میاریج لڑکی کیلئے دیندار مہذب گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے۔ بھائی باہر سے آئے ہیں شادی میں جلدی کی جائے گی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1903,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9505572738",
  "whatsapp": "9642224734",
  "age": 29,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 29 سالہ قد 5.4 تعلیم B.com ملنسار خوبصورت v.fair خوش اخلاق امور خانہ داری سے واقف سلیقہ مند خوش مزاج لڑ کی کیلئے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1904,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9393004112",
  "whatsapp": "9014301440",
  "age": 23,
  "body": "مینی مسلم لڑکی عمر 23 سالہ 1998 Dob قد 5.3 زیر تعلیم MA دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی جاذب نظر لڑ کی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار well settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1905,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8790307857",
  "whatsapp": "8790307857",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت B.Sc معزز و معیاری گھرانے کی خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled well لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1906,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9985638554",
  "whatsapp": "9440677767",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.5 تعلیم B.Tech لمنسار خوبصورت v.fair سلیقہ مند صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑ کی کیلئے اسی مناسبت . اس مناسبت سے معزز تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک برسرروزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1907,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9032920421",
  "whatsapp": "9032920421",
  "age": 35,
  "body": "سنی مسلم دیندار مہذب گھرانے کی لڑکی عمر 35 سالہ قد 5.0 فٹ تعلیم Diploma پولیو سے متاثر ہے لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Diploma"
},
{
  "id": 1908,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9395310536",
  "whatsapp": "9395310536",
  "age": 25,
  "body": "سنی مسلم لڑ کی عمر 25 سالہ قد 5.3 تعلیمی تعلیمی قابلیت B.com (Comp) فیر کلر مختصر وقت میں علیحدگی ہو چکی ہے دیندار نمازی خوش اخلاق سلیقہ مند لڑکی کیلئے دیندار well settled عمر اندرون 32 ساله قد 5.10 تعلیم MBA B.Tech/Graduate فرسٹ میاریخ یا مختصر وقت میں علیحدگی ہو گئی ہو جس پر کوئی ذمہ داری نہ ہولز کے سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1909,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9100822036",
  "whatsapp": "9949595331",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.6 تعلیم انٹر کلر fair امور خانہ داری سے واقف علیحدگی ہوگئی ہے لڑکی کیلئے اس مناسبت سے ذاتی گھر، ذاتی کاروبار لڑکے سے No Shirk, No Bidath رشتہ مطلوب ہے۔ شادی جلد کی No Fateha,No Dargah جا سکت ہے۔ خواہشمند ربط پیدا کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1910,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9640609177",
  "whatsapp": "9640609177",
  "age": 23,
  "body": "دیندار تعلیم یافتہ مہذب گھرانے کی سی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت B.com اور عالمہ علیحدگی ہوگئی ہے فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی کیلئے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار well settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
  "Alim"
},
{
  "id": 1911,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8686284150",
  "whatsapp": "9701424082",
  "age": 20,
  "body": "سنی مسلم لڑ کی عمر 20 سالہ قد 5.6 تعلیم SSC مختصر وقت میں علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک پر سر روز گار لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1912,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "7680906665",
  "whatsapp": "7680906665",
  "age": 42,
  "body": "سنی مسلم لڑکی عمر 42 سالہ قد 5.1 تعلیم B.Sc علیحدگی ہوگئی ہے (8 سالہ لڑکی ہے ) کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑ کے سے رشتہ مطلوب ہے۔ لڑکی سے ساتھ قبول کرنے والوں کوترجیح دیجائیگی ۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1913,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9381805731",
  "whatsapp": "9381805731",
  "age": 30,
  "body": "ویل سٹینڈ فیملی کی خلع شدہ سید سنی مسلم خوبصورت 30 سالہ لڑکی M.Sc, B.Ed ، قد 5.5 نیر جسکو ایک لڑکی ہے جو نانیال کی ذمہ داری میں رہیگی کیلئے دیندار کم سے کم گریجویٹ بزنس مین یا MNC میں جاب ہولڈر اندرون 40 سالہ حیدر آباد میں رہنے والے لڑکے سے رشتہ مطلوب ہے۔ Polygamy حضرات زحمت نہ کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate",
  "B.Ed"
},
{
  "id": 1914,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9912567576",
  "whatsapp": "8125973173",
  "age": 29,
  "body": "سنی مسلم لڑکی عمر 29 سالہ قد 5.4 تعلیمی قابلیت MCA Software Engg ملازم ( 1 ہی دن میں خلع لیا گیا ) فیر کلر خوش اخلاق خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ درکار ہے۔ شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1915,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "6281476442",
  "whatsapp": "9849771937",
  "age": 31,
  "body": "سنی مسلم لڑکی عمر 31 سالہ قد 5.4 تعلیم MBA طلاق شده کوئی ذمہ داری نہیں MNC میں ملازم دیندار سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ فیملی کا اندرون یا بیرون کمک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1916,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9985628335",
  "whatsapp": "8801434913",
  "age": 26,
  "body": "تعلیم یافته دیدار مہذب گھرانے کی سنی مسلم لڑکی عمر 26 ساله قد 5.3 تعلیمی قابلیت B.Tech علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ درکار ہے۔ شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1917,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9948902149",
  "whatsapp": "9948902149",
  "age": 30,
  "body": "سنی مسلم لڑکی عمر 30 سالہ قد 5.4 تعلیم B.com خلع شدہ کوئی ذمہ داری نہیں دیندار خوش اخلاق امور خانہ داری سے واقف لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled یا تجارت پیشہ لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1918,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9618576790",
  "whatsapp": "9502240620",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.5 تعلیمی قابلیت B.com 10 دن میں خلع لیا گیا ہے کوئی ذمہ داری نہیں خوبصورت v.fair شارپ فیچرس سلیقہ مند لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled یا تجارت پیشہ لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1919,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9701138523",
  "whatsapp": "9701138523",
  "age": 39,
  "body": "Sunni Muslim girl 39 years, 5'2 Height very fair divorcee highly qualified with kids well settled seek alliance deendar men age upto 50 years minimum graduate settled who can accept along with kids. Polygamy",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1920,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "7337236807",
  "whatsapp": "7337236807",
  "age": 26,
  "body": "Sunni Muslim girl 1997 born v.fair ht5'4, graduated currently girl is in Australia on student Visa. Looking for P.R holder boy or should be residing in Australia with no kids, family should be religious and fateha followers, (first send bio data)",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1921,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "6304336017",
  "whatsapp": "6304336017",
  "age": 26,
  "body": "SMP invites alliance for their daughter Born 1997, Ht-5'5, Fair, B.Sc Nutrition, hijabi have no kids. Looking for a well educated MBBS/BDS/ENGINEER boy (no kids, no polygamy) Age around 30-35 years, only from religious, decent and respectable family. (No Dargah, No Fateha followers). Should be a good practicing muslim. Preferably from well settled US/CAN /AUS/EU. Agents please excuse. Pis Send biodata with latest oto.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1922,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9381617278",
  "whatsapp": "6301696575",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.2 تعلیمی قابلیت BA شوہر کا انتقال ہو چکا ہے کوئی ذمہ داری نہیں فیر کلر دیندار خوش اخلاق سلیقہ مند جاذب نظر نمازی ملنسار لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا حیدر آباد میں ملازم settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1923,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9441506490",
  "whatsapp": "9441506490",
  "age": 35,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 35 سالہ طلاق B.Tech قد 5.5 تعلیم Dob1987 شده (9 سالہ لڑکا ہے ) خوبصورت fair.۷.۷ پروفیشنل لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم پروفیشنل لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1924,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8686871495",
  "whatsapp": "9700677714",
  "age": 21,
  "body": "قد 5.4 تعلیم Dob2000 سنی مسلم لڑکی عمر 21 سالہ v.fair ، M.Sc خوبصورت مسلم سلیقہ مند جاذب نظر لڑکی مختصر وقت میں خلع لیا گیا ہے کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک پر سروز گار لڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1925,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9392169062",
  "whatsapp": "9985077658",
  "age": 25,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 25 سالہ قد 5.6 تعلیمی قابلیت B.com, B.Ed علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1926,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8686338980",
  "whatsapp": "9640583805",
  "age": 31,
  "body": "سنی مسلم لڑکی عمر 31 سالہ 1988Dob قد 5.4 تعلیمی قابلیت M.Sc, B.Ed ضلع شدہ کوئی ذمہ داری نہیں فیر کار خوبصورت لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ بھائی باہر سے آئیں ہیں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1927,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "USA+1 9175620098",
  "whatsapp": "USA+1 9175620098",
  "age": 32,
  "body": "سنی مسلم لڑکی عمر 32 سالہ قد 5.4 تعلیمی قابلیت MA B.Ed حیدر آباد میں ٹیچر کی حیثیت سے ملازم علیحدگی ہو گئی حیدر آبادمیں لازم ہے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1928,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9666130171",
  "whatsapp": "9666130171",
  "age": 37,
  "body": "تعلیم یافتہ دیدار مہذب گھرانے کی سنی مسلم لڑکی عمر 37 ساله قد 5.3 تعلیمی قابلیت B.com ضلع کوئی ذمہ داری نہیں فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک پر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1929,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8790931210",
  "whatsapp": "8790931210",
  "age": 30,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 30 ساله قد 5.3 تعلیم MBBS, MD علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں دیندار ملازم لڑکی کیلئے تعلیم یافتہ دیندار معزز گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔ ڈاکٹر لڑکے کو ترجیح دیجائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1930,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9703770020",
  "whatsapp": "7207267940",
  "age": 32,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 32 ساله قد 5.3 تعلیمی قابلیت Parma-D خوبصورت علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں USA میں مقیم لڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک well settled لڑکے سے رشتہ مطلوب ہے۔  میں مقیم کو ترجیح دی جائیگی۔ USA",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1931,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9866227698",
  "whatsapp": "9866227698",
  "age": 26,
  "body": "سنی مسلم لڑکی عمر 26 سالہ قد 5.5 تعلیم B.Sc ضلع شده کوئی ذمہ داری نہیں فیر کلر دیندار مہذب گھرانے کی خوش اخلاق سلیقہ مند جاذب نظر لڑکی کیلئے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلو ب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1932,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "6302923450",
  "whatsapp": "9900979694",
  "age": 26,
  "body": "سنی مسلم لڑکی عمر 26 سالہ قد 5.5 تعلیم گریجویٹ علیحدگی ہو گئی ہے فیر کر دیندار خوش اخلاق سلیقہ مند نمازی جاذب نظر لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ) ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1933,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9949304012",
  "whatsapp": "9949304012",
  "age": 23,
  "body": "تعلیم یافتہ دیندار معزز گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت ڈاکٹر BUMS زیر تعلیم مختصر وقت زیر میں علیحدگی ہوگئی کوئی ذمہ داری نہیں خوش اخلاق سلیقہ مند جاذب نظر نمازی ملنسار لڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1934,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "KSA +966567937241",
  "whatsapp": "KSA +966567937241",
  "age": 32,
  "body": "تعلیم یافتہ معزز و معیاری Elle فیملی کی سی مسلم لڑکی مسلم لڑکی عمر 132 ساله قد 5.1 تعلیمی قابلیت Pharma-D علیحدگی ہوگئی ا ہے کوئی ذمہ داری نہیں Gulf Born ملنسار سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا KSA/US/UAE میں مقیم لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1935,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8801957838",
  "whatsapp": "8801957838",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.3 تعلیم B.Tech فیر کلر MNC میں ملازم اچھی یافت خلع شدہ کوئی ذمہ داری نہیں دیندار مہذب گھرانے کی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1936,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "UAE+971 556586194",
  "whatsapp": "UAE+971 556586194",
  "age": 30,
  "body": "تعلیم یافتہ Dubai میں settled و مقیم گھرانے کی سنی مسلم لڑکی عمر 30 ساله قد 5.2 تعلیمی قابلیت B.com خلع شده ( ایک لڑکا ہے ) فیر کلر دیندار خوش اخلاق سلیقہ مند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔  میں مقیم کوترجیح دی جائیگی۔ Dubal",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1937,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9063905918",
  "whatsapp": "8019841084",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.1 تعلیم SSC فیر کلر و پندار خوش اخلاق خلع شده امور خانہ داری سے واقف سلیقہ مند تمہاری ملنسار لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1938,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8096385040",
  "whatsapp": "8096385040",
  "age": 23,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.1 تعلیمی قابلیت MA علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں فیر کلر خوش اخلاق سلیقه مند جاذب نظر نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک پر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1939,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8147382837",
  "whatsapp": "8147382837",
  "age": 34,
  "body": "تعلیم یافتہ معزز و معیاری را پچور میں مقیم گھرانے کی سنی مسلم لڑکی عمر 34 ساله قد 5.4 تعلیمی قابلیت Diploma لڑکی عمر 34 سالہ قد 5.4 علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی کیلئے دیندار مہذب گھرانے کا برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Diploma"
},
{
  "id": 1940,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8309067031",
  "whatsapp": "8309067031",
  "age": 37,
  "body": "سنی مسلم لڑکی عمر 37 سالہ قد 5.4 تعلیم B.com طلاق شدہ کوئی ذمہ داری نہیں دیندار مہذب گھرانے کی خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی کیلئے اس مند مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے。",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1941,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8106212653",
  "whatsapp": "8106212653",
  "age": 40,
  "body": "سنی مسلم ڈاکٹر لڑ کی عمر 40 سالہ قد 5.2 تعلیم , BUMS MD خلع شده دیندار معزز گھرانے کی فیر کلر سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor",
  "MD"
},
{
  "id": 1942,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8712246215",
  "whatsapp": "8712246215",
  "age": 34,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑ کی عمر 34 سالہ قد 5.5 تعلیمی قابلیت MBA, M.Ed فیر کلر خوبصورت و سیرت ملنسار علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں اسٹنٹ پروفیسر کی حیثیت سے ملازم لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate",
  "M.Ed"
},
{
  "id": 1943,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9885673491",
  "whatsapp": "9160795050",
  "age": 26,
  "body": "سنی مسلم لڑ کی عمر 26 سالہ قد 5.4 تعلیم SSC فیر کر دیندار خلع شدہ کوئی ذمہ داری نہیں سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی کیلئے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ بھائی باہر سے آئیں ہیں۔ مناسب رشتہ کو مالی تعاون بھی کیا جائیگا ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1944,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8639497566",
  "whatsapp": "9985079665",
  "age": 32,
  "body": "سنی مسلم لڑکی عمر 32 سالہ قد 5.4 تعلیم B.com طلاق شدہ کوئی ذمہ داری نہیں دیندار مہذب گھرانے کی خوش اخلاق سلیقہ مند نمازی لڑکی کیلئے اسی مناسبت سے دیندار تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1945,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9640007370",
  "whatsapp": "9640007370",
  "age": 33,
  "body": "تعلیم یافتہ معزز ومعیاری گھرانے کی سنی مسلم ڈاکٹر لڑکی عمر 33 ساله قد 5.1 تعلیمی قابلیت MBBS طلاق شده کوئی ذمہ داری نہیں خوبصورت v.fair شارپ فیچرس سلیقہ مند لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون ملک ملازم settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1946,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9866830336",
  "whatsapp": "9866830336",
  "age": 26,
  "body": "سنی مسلم لڑکی عمر 26 سالہ قد 5.5 تعلیمی قابلیت B.SC B.Ed فیر کلر خلع شدہ کوئی ذمہ داری نہیں دیندار مہذب گھرانے کی خوش اخلاق سلیقہ مند نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
  "B.Ed"
},
{
  "id": 1947,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "7842305363",
  "whatsapp": "7842305363",
  "age": 30,
  "body": "سنی مسلم لڑکی عمر 30 سالہ قد 5.3 تعلیم B.com خلع شدہ کوئی ذمہ داری نہیں دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقه مند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار یا تجارت پیشہ لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1948,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9849587120",
  "whatsapp": "9849587120",
  "age": 26,
  "body": "تعلیم یافتہ معزز خاندان کی سی مسلم لڑکی عمر 29 سالہ قد 5.5 تعلیم MBA خوبصورت v.fair خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلے تعلیم یافتہ معیاری گھرانے کا settled لڑکے سے رشتہ مطلوب ہے۔ بیرون ملک ملازم کو ترجیح دی جائیگی ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1949,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "8328172629",
  "whatsapp": "8328172629",
  "age": 22,
  "body": "تعلیم یافته و بیدار شریف گھرانے کی سنی مسلم لڑکی عمر 22 ساله قد 5.4 تعلیم M.com فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند ملنسار لڑکی کیلئے تعلیم یافتہ معزز واهند ما گھرانے کا بر نمیر مین settled اندرون یا بیرون ملک برسر روز گار لڑکے سے رشتہ مطلوب ہے۔  شادی جلد اور معیاری کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1950,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9573053727",
  "whatsapp": "9573053727",
  "age": 26,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 26 سالہ قد 5.7 تعلیم B.Tech, MBA فیر کلر خوب سیرت نمازی امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled بر سر روز گار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer",
  "MBA"
},
{
  "id": 1951,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9951601954",
  "whatsapp": "9951601954",
  "age": 32,
  "body": "سنی مسلم لڑکی عمر 32 سالہ 1989Dob قد 5.3 تعلیم MBA فیر کر Gulf Born خوش اخلاق امور خانہ داری سے واقف سلیقہ مند اخلاق سلیقہ مند لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1952,
  "title": "ضرورت رشتہ عقد ثانی لڑکی",
  "phone": "9246564816",
  "whatsapp": "9246564816",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ 1998Dob قد 5.5 تعلیم MBA خوبصورت v.fair سلم شارپ فیچرس سلیقه مند ملنسار جاذب نظر پردہ کی پابند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1953,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9550381572",
  "whatsapp": "8897216204",
  "age": 26,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 26 سالہ اخیر کلر خوش اخلاق امور خانہ داری 1M.com قد 5.5 تعلیم سے واقف صوم و صلوۃ کی پابند لڑ کی کیلئے تعلیم یافتہ مہذب گھرانے کا برسر روزگار settled فیملی ویزا ہولڈر لڑ کے سے رشتہ مطلوب ہے ۔ USA/UK/Australia  ہونے میں مدد کی جائیگی۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1954,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9052677586",
  "whatsapp": "9052677586",
  "age": 30,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 30 سالہ قد 5.3 تعلیم B.Sc Nursing قطر میں ملازم فیر کلر خوش اخلاق ملنسار سلیقه مند نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "B.Sc Nursing"
},
{
  "id": 1955,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8341537986",
  "whatsapp": "8341537986",
  "age": 21,
  "body": "تعلیم یافتہ معزز و معیاری USA/HYD میں settled فیملی کی سنی مسلم لڑکی عمر 21 سالہ قد 5.6 تعلیمی قابلیت BDS زیر تعلیم فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی ملنسار لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا برسر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے USA میں مقیم لڑکے کو زیادہ ترجیح دی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1956,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8309046971",
  "whatsapp": "8309046971",
  "age": 31,
  "body": "قد 5.3 تعلیم Dob1989 سنی مسلم لڑکی عمر 31 سالہ BA اور عالمہ کورس فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار یا بر همین لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے رابطہ کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
  "Alim"
},
{
  "id": 1957,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8143528892",
  "whatsapp": "8143528892",
  "age": 27,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 27 ساله قد 5.2 تعلیمی قابلیت MBA Final Year خوبصورت v.fair شارپ فیچرس سلیقہ مند جاذب نظر ملنسار پردہ کی پابند Saudi Return Family لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1958,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9885077148",
  "whatsapp": "8686460795",
  "age": 21,
  "body": "سنی مسلم لڑکی عمر 21 سالہ قد 5.2 تعلیم B.Sc نیوٹریشن فیر کلر خوبصورت و سیرت امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند لڑکی کیلئے اس مناسبت سے تعلیم لیا یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک بر سر روز کار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے شادی جلد سے جلد کی جائیگی رابطہ پیدا کریں ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1959,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6366494446",
  "whatsapp": "6366494446",
  "age": 25,
  "body": "تعلیم یافتہ معزز معیاری بنگور فیملی کی سنی مسلم لڑکی عمر 25 سالہ قد 5.5 تعلیمی قابلیت B.Arch فیر کر Abu Dhabi میں ملازم سلیقہ مند پردہ کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا settled لڑکے سے رشتہ مطلوب ہے۔ UAE میں مقیم لڑکے کو ترجیح دیجائیگی۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "B.Arch"
},
{
  "id": 1960,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9848984416",
  "whatsapp": "9398363542",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ 1994 Dob قد 5.5 تعلیمی قابلیت MBA خوش اخلاق v.fair کلر ملنسار جاذب نظر امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے ربط پیدا کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1961,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7993804917",
  "whatsapp": "7993804917",
  "age": 26,
  "body": "دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 26 سالہ قد 5.7 تعلیمی قابلیت B.com فیر کر دیندار خوش اخلاق امور خانہ کی قابلیت com. بیر کر دی دا خوش امور خانہ داری سے واقف صوم و صلواۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1962,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "Mobile8099099147",
  "whatsapp": "Mobile8099099147",
  "age": 33,
  "body": "سنی مسلم لڑکی عمر 33 سالہ 1987Dob قد 5.5 تعلیم B.SC MBA فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر نمازی سلم لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جاسکتی ہے رابط پیدا کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
  "MBA"
},
{
  "id": 1963,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9390620947",
  "whatsapp": "9700170755",
  "age": 22,
  "body": "دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 22 سالہ قد 5.0 تعلیمی قابلیت انٹر میڈیٹ زیر تعلیم فیر کلر دیندار خوش اخلاق سلیقہ مند امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند لڑکی کیلئے اسی مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1964,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8466924716",
  "whatsapp": "9014786938",
  "age": 22,
  "body": "سنی مسلم لڑکی عمر 22 سالہ 1999 Dob قد 5.2 زیر تعلیم B.Ed فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1965,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9849510530",
  "whatsapp": "9849510530",
  "age": 30,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 30 سالہ قد 5.2 تعلیم (MBA (HR فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1966,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8374686068",
  "whatsapp": "8374686068",
  "age": 26,
  "body": "معزز و معیاری گھرانے کی سنی مسلم ڈاکٹر لڑ کی عمر 26 سالہ قد 5.4 تعلیم MBBS فیر کلر خوش اخلاق خوبصورت وسیرت ملنسار لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا MBBS/MD اندرون یا بیرون ملک ملازم settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1967,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8008278316",
  "whatsapp": "8008278316",
  "age": 32,
  "body": "تعلیم یافتہ مہذب گھرانے کی سنی مسلم لڑکی عمر 32 سالہ vfair خوبصورت BA 5.2 تعلیم Dob1989، امور خانہ داری سے واقف لڑکی کیلئے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1968,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9291689210",
  "whatsapp": "8019302115",
  "age": 30,
  "body": "تعلیم یافتہ گھرانے کی سنی مسلم لڑکی عمر 30 سالہ قد 5.5 تعلیمی قابلیت M.com خوبصورت ویری ویری فیر کلر Gold Medalist شارپ فیچرس لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1969,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9000341523",
  "whatsapp": "9000341523",
  "age": 34,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 34 سالہ قد 5.5 M.armacy اور زیر تعلیم .D مسلم شارپ فیچرس v.fair فیملی کے ساتھ KSA میں مقیم لمنسار فیر شادی شدہ لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کا اندرون یا بیرون ملک برسر روزگار یا تجارت پیشہ لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1970,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7730088058",
  "whatsapp": "7730088058",
  "age": 36,
  "body": "دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 36 سالہ قد 5.5 تعلیم Intermediate سلم فیر کلر خوش اخلاق خوش مزاج امور خانہ داری سے واقف سلیقہ مند لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 1971,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9985180978",
  "whatsapp": "9985180978",
  "age": 35,
  "body": "دیندار شریف مہذب گھرانے کی سنی مسلم لڑکی عمر 35 سالہ قد 5.2 تعلیم حافظ قرآن دیندار خوش اخلاق خوب سیرت امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مندلڑکی کیلئے اسی مناسبت سے دیندار شریف خاندان کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Hafiz"
},
{
  "id": 1972,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6310543980",
  "whatsapp": "8686672922",
  "age": 24,
  "body": "تعلیم یافتہ معزز فیملی کی سنی مسلم ڈاکٹر لڑکی عمر 24 سالہ تعلم 1997 Dob رد 5.5 تعلیمی قابلیت BDS فیر کلر لمنسار سلیقہ مند خوش اخلاق لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ درکار ہے۔ MBBS, BDS, MD",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1973,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9398147784",
  "whatsapp": "9398147784",
  "age": 24,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.3 تعلیم B.com فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقه مند نمازی جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا کاروباری یا MNC میں ملازم settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1974,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9347526873",
  "whatsapp": "7993089758",
  "age": 36,
  "body": "سنی مسلم لڑکی عمر 36 سالہ قد 5.3 تعلیمی قابلیت MA ، عالم اور فاضل کلر v.fair دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند لڑ کی کیلئے اس مناسبت سے پابندلر تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے رشتہ مطلوب ہے۔ ربط پیدا کریں۔  شادی جلد کی جائیگی - ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1975,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9290884603",
  "whatsapp": "9290884603",
  "age": 26,
  "body": "تعلیم یافته معزز دیندار فیملی کی سنی مسلم لڑکی عمر 26 سالہ قد 5.5 تعلیمی قابلیت MBA فیر کلر خوش اخلاق لمنسار نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا صرف بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے گلف ملازم کو زیادہ ترجیح دی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1976,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9182676933",
  "whatsapp": "9912625451",
  "age": 23,
  "body": "سنی مسلم دیندار فیملی کی لڑکی عمر 23 سالہ قد 5.0 تعلیمی قابلیت B.Tech دیندار خوش اخلاق امور خانہ داری سے واقف سلیقه مند نمازی ملنسار لڑ کی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا حیدر آباد میں برسر روزگار MNC یا پر همین settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1977,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9703331426",
  "whatsapp": "9985883409",
  "age": 24,
  "body": "مینی مسلم دیندار مہذب گھرانے کی لڑکی عمر 24 سالہ قد 5.4 تعلیم B.com ویری فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1978,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9391276632",
  "whatsapp": "9849959692",
  "age": 22,
  "body": "تعلیم یافته معزز گھرانے کی سی مسلم لڑکی عمر 22 سالہ قد 5.6 علیمی قابلیت arma-D فیر کلر سلیقہ مند شارپ فیچرس خوبصورت و سیرت لڑکی کیلئے اس مناسبت سے MNC میں ملازم یا معیاری بر همین settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1979,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7842447686",
  "whatsapp": "7842447686",
  "age": 29,
  "body": "معزز کاروباری گھرانے کی سنی مسلم لڑکی عمر 29 سالہ تر 35.3 B.armacy فیر کلر ملنسار سلم شارپ فیچرس جاذب نظر نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ فیملی کا گلف میں فیملی ویزا ہولڈر یا حیدر آباد میں کا MNC میں برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1980,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9701982672",
  "whatsapp": "9701982672",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ 1997Dob قد 5.5 تعلیمی دیدار Gulf Born  Pharmacy قابلیت معزز گھرانے کی خوش اخلاق خوبصورت لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون سے تعلیم ملک settled کوئی بھی PG لڑکے سے رشتہ درکار ہے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1981,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9121860318",
  "whatsapp": "9515446472",
  "age": 37,
  "body": "سنی مسلم لڑکی عمر 37 سالہ قد 5.4 تعلیم MBA فیر کلر خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری دیندار گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1982,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9052468682",
  "whatsapp": "9052468682",
  "age": 23,
  "body": "سنی مسلم تعلیم یافتہ معزز و معیاری ٹانڈ ور فیملی کی لڑکی عمر 23 ساله قد 5.5 تعلیمی قابلیت MBA خوبصورت v.fair سلیقه مند خوش اخلاق لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک ملازم settled حیدر آباد یا ٹانڈ ور فیملی کے لڑکے سے رشتہ مطلوب ہے。",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1983,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "KSA +966-507973764",
  "whatsapp": "KSA +966-507973764",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.2 تعلیم MBA خوبصورت v.fair معزز تعلیم گھرانے کی والدین کے ساتھ ریاض میں مقیم سلیقه مند نمازی لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے رشتہ درکار ہے۔ لڑکی حیدر آباد آئی ہوئی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1984,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9666328321",
  "whatsapp": "9000955065",
  "age": 23,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.2 زیر تعلیم MBA خوبصورت v.fair خوش اخلاق ملنسار سلیقہ مند امور خانہ داری سے واقف لڑکی کیلئے اس مناسبت سے MNC میں ملازم یا معیاری کاروباری settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1985,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9849540198",
  "whatsapp": "9849540198",
  "age": 24,
  "body": "تعلیم یافتہ معزز و معیاری نظام آباد فیملی کی لڑکی عمر 24 سالہ قد 5.7 تعلیمی قابلیت Degree BZC فیر کلر خوش اخلاق امور خانہ داری سے واقف صوم و صلاۃ کی پابند نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ درکار ہے شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1986,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7013142736",
  "whatsapp": "7989790526",
  "age": 30,
  "body": "سنی مسلم لڑ کی عمر 30 سالہ قد 5.1 تعلیمی قابلیت BUMS فیر کلر دیندار مہذب گھرانے کی خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 1987,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9394396341",
  "whatsapp": "91010014202",
  "age": 20,
  "body": "تعلیم یافتہ مہذب گھرانے کی سنی مسلم لڑکی عمر 20 ساله قد 5.2 زیر تعلیم B.Sc تیسرا سال ملنسار امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1988,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8790494359",
  "whatsapp": "7893568477",
  "age": 21,
  "body": "سنی مسلم لڑکی عمر 21 سالہ قد 5.6 تعلیم SSC مہذب گھرانے کی خوش اخلاق امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے رابطہ کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 1989,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9908286686",
  "whatsapp": "9908286686",
  "age": 20,
  "body": "تعلیم یافتہ دیندار مہذب گھرانے کی سنی مسلم لڑ کی عمر 20 سالہ 1998 Dob تر 5.4 تعلیم MBA فیر کلر خوبصورت سلم A شارپ فیچرس ملنسار لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک settled لازم لڑکے سے رشتہ مطلوب ہے۔ کویت میں رہنے والوں کو ترجیح دیجائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1990,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7799346040",
  "whatsapp": "7799346040",
  "age": 27,
  "body": "سنی مسلم تعلیم یافتہ دیندار مہذب گھرانے کی لڑکی عمر 27 ساله قد 5.3 تعلیم B.Sc اور BDS Dis فیر کلر ملنسار جاذب نظر خوش مزاج لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک MNC میں برسر روز گار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
  "BDS"
},
{
  "id": 1991,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9248952450",
  "whatsapp": "9248952450",
  "age": 30,
  "body": "تعلیم یافتہ مہذب گھرانے کی سنی مسلم لڑکی عمر 30 سالہ قد 5.4 تعلیم MBA خوبصورت v.fair سلم شارپ فیچرس سلیقہ مند امور خانہ داری سے قف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک well settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1992,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9676097480",
  "whatsapp": "9490869137",
  "age": 29,
  "body": "تعلیم یافتہ فیملی کی لڑکی عمر 29 سالہ قد 5.4 M.Tech ، Soft. Developer فیر کلر خوش اخلاق امور خانہ داری سے واقف صوم و صلواۃ کی پابند سلیقہ مندلڑ کی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روز گار  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1993,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7330440426",
  "whatsapp": "7989518090",
  "age": 22,
  "body": "سنی مسلم تعلیم یافتہ معزز فیملی کی لڑکی عمر 22 سالہ قد 5.3 کی تعلیم B.SC ڈائیٹیشن خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑ کی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔ خواہمشند سر پرست رابطہ پیدا کریں۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1994,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8897658410",
  "whatsapp": "8897658410",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.2 تعلیمی قابلیت گریجویٹ فیر کلر دیدار خوش اخلاق امور خانہ داری سے واقف نمازی لڑکی کیلئے اس مناسبت سے دیندار معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ درکار ہے شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1995,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7416433075",
  "whatsapp": "7416433075",
  "age": 29,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 29 سالہ قد 5.4 M.Tech ، Soft. Developer فیر کلر خوش اخلاق امور خانہ داری سے واقف صوم و صلواۃ کی پابند سلیقہ مندلڑ کی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روز گار  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 1996,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9700673270",
  "whatsapp": "9700673270",
  "age": 22,
  "body": "تعلیم یافتہ دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 20 سالہ 1998 Dob تر 5.4 تعلیم MBA فیر کلر خوبصورت سلم A شارپ فیچرس ملنسار لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک settled لازم لڑکے سے رشتہ مطلوب ہے۔ کویت میں رہنے والوں کو ترجیح دیجائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1997,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9703764559",
  "whatsapp": "8686214544",
  "age": 22,
  "body": "سنی مسلم لڑکی عمر 22 سالہ قد 5.2 زیر تعلیم M.Sc فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر پردہ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 1998,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8897389250",
  "whatsapp": "8897389250",
  "age": 26,
  "body": "تعلیم یافته دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 26 ساله قد 5.2 تعلیمی قابلیت گریجویٹ فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 1999,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8143551881",
  "whatsapp": "8143551881",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ قد 5.2 تعلیمی قابلیت عالمہ اور Intermediate فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقه مند خوش مزاج لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے。",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Hafiz/Aalim",
  "Intermediate"
},
{
  "id": 2000,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9133569898",
  "whatsapp": "8555861317",
  "age": 21,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 21 سالہ قد 5.5 تعلیمی قابلیت B.armacy زیر تعلیم فیر کلر دیندار خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے。",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2001,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9010580970",
  "whatsapp": "9010580970",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.4 تعلیم انٹر میڈیٹ فیر کلر دیندار سلیقہ مند امور خانہ داری سے واقف صوم و صلوۃ کی پابند جاذب نظر لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا حیدر آباد MNC میں برسر روزگار یا settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2002,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8801094203",
  "whatsapp": "8801094203",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 ساله قد 5.7 تعلیمی قابلیت Doctor فیر کلر خوبصورت of armacy (arm-D( وسیرت ملنسار معیاری گھرانے کی خوش اخلاق سلیقہ مند سلم لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک settled یا کاروباری لڑکے سے رشتہ مطلوب ہے۔ باہر کو رشتوں کو ترجیح دی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor",
  "arm-D"
},
{
  "id": 2003,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7386229540",
  "whatsapp": "7386229540",
  "age": 30,
  "body": "سنی مسلم لڑ کی عمر 30 سالہ قد 5.6 تعلیم MBA دہی میں بر سر روزگار فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑ کی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ درکار ہے شادی جلد کی جاسکتی ہے۔ لڑکی حیدر آباد میں ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2004,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9848031660",
  "whatsapp": "9848031660",
  "age": 40,
  "body": "سنی مسلم لڑکی عمر 40 سالہ قد 5.4 تعلیمی قابلیت MBA فیر کلر سلیقہ مند  فیر شادی شدہ خوش اخلاق سلیقہ مند حجاب اور صوم و صلوٰۃ کی پابند لڑ کی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑ کے برسر سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2005,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8328600724",
  "whatsapp": "9848320313",
  "age": 21,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 21 سالہ قد 5.4 زیر تعلیم MBA فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2006,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "0071-508398991",
  "whatsapp": "0071-508398991",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.3 تعلیم MBA زیر تعلیم فیر کلر خوش اخلاق امور خانہ داری سے واقف دینی میں مقیم خوش اخلاق لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ دینی میں مقیم لڑکے کو ترجیح دیجائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2007,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9652261983",
  "whatsapp": "9652261983",
  "age": 22,
  "body": "سنی مسلم لڑکی عمر 22 سالہ قد 5.4 تعلیم B.SC اور MA زیر تعلیم فیر کلر خوش اخلاق ملنسار سلیقہ مند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ UK رشتوں کو ترنج USA, Australia, Canada دیجائیگی رابطہ پیدا کریں۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
  "MA"
},
{
  "id": 2008,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6300185919",
  "whatsapp": "9059008491",
  "age": 25,
  "body": "سنی مسلم تعلیم یافتہ فیملی کی لڑکی عمر 25 سالہ قد 5.1 تعلیم M.com فیر کلر دیندار شریف گھرانے کی خوبصورت وسیرت خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑ کی کیلئے اس مناسبت سے تعلیم یافتہ تیل کا اندرون ڑکی یا بیرون ملک ملازم لڑکے سے ارجنٹ رشتہ مطلوب ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2009,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9032493615",
  "whatsapp": "6302167128",
  "age": 19,
  "body": "سنی مسلم لڑکی عمر 19 سالہ قد 5.1 تعلیمی قابلیت انٹرمیڈیٹ فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2010,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "KSA +966-593547433",
  "whatsapp": "KSA +966-593547433",
  "age": 24,
  "body": "5.5 قد Dob1997 سنی مسلم لڑکی عمر 24 سالہ تعلیم B.SC سعودی اقامہ ہولڈر مکہ مکرمہ میں والدین کے ساتھ مقیم لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا KSA USA, Canada میں ملازم لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ مکہ میں شادی کرنے والوں کو ترجیح دیجائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2011,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6305496833",
  "whatsapp": "6305496833",
  "age": 24,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.4 تعلیمی قابلیت M.armacy فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اسی مناسبت سے معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے。",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2012,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8978909515",
  "whatsapp": "635963058",
  "age": 28,
  "body": "تعلیم یافتہ معزز و معیاری فیملی کی سنی مسلم لڑکی عمر 28 سالہ تعلیمی قابلیت M.Sc Nutrition فیر کلر برسر روزگار Dietition ہاسپٹل میں لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک  settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2013,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8555914180",
  "whatsapp": "8555914180",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.2 تعلیمی قابلیت B.com فیر کلر امور خانہ داری سے واقف سلیقہ مند صوم و صلوۃ کی پابند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2014,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7995162275",
  "whatsapp": "9182302653",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.2 تعلیمی Bachelor of Physiotherapy (PBT) دیندار خوش اخلاق سلیقہ مند نمازی متسار جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔ امریکہ میں مقیم لڑکے کو ترجیح دیجائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2015,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9985694321",
  "whatsapp": "9985694321",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.4 تعلیمی قابلیت MBA خوبصورت v.fair خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled یا تجارت پیشہ لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے ربط کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2016,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9989233797",
  "whatsapp": "9989233797",
  "age": 24,
  "body": "سنی مسلم تعلیم یافتہ معزز خاندان کی لڑکی عمر 24 سالہ قد 5.6 تعلیمی قابلیت M.armacy فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2017,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6305496833",
  "whatsapp": "6305496833",
  "age": 28,
  "body": "تعلیم یافتہ معزز و معیاری فیملی کی سنی مسلم لڑکی عمر 28 سالہ تعلیمی قابلیت M.Sc Nutrition فیر کلر برسر روزگار Dietition ہاسپٹل میں لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک  settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2018,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7013142736",
  "whatsapp": "7989790526",
  "age": 30,
  "body": "سنی مسلم لڑ کی عمر 30 سالہ قد 5.1 تعلیمی قابلیت BUMS فیر کلر دیندار مہذب گھرانے کی خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2019,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9394396341",
  "whatsapp": "91010014202",
  "age": 20,
  "body": "تعلیم یافتہ مہذب گھرانے کی سنی مسلم لڑکی عمر 20 ساله قد 5.2 زیر تعلیم B.Sc تیسرا سال ملنسار امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2020,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8790494359",
  "whatsapp": "7893568477",
  "age": 21,
  "body": "سنی مسلم لڑکی عمر 21 سالہ قد 5.6 تعلیم SSC مہذب گھرانے کی خوش اخلاق امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے رابطہ کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 2021,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9908286686",
  "whatsapp": "9908286686",
  "age": 20,
  "body": "تعلیم یافتہ دیندار مہذب گھرانے کی سنی مسلم لڑ کی عمر 20 سالہ 1998 Dob تر 5.4 تعلیم MBA فیر کلر خوبصورت سلم A شارپ فیچرس ملنسار لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک settled لازم لڑکے سے رشتہ مطلوب ہے۔ کویت میں رہنے والوں کو ترجیح دیجائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2022,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7799346040",
  "whatsapp": "7799346040",
  "age": 27,
  "body": "سنی مسلم تعلیم یافتہ دیندار مہذب گھرانے کی لڑکی عمر 27 ساله قد 5.3 تعلیم B.Sc اور BDS Dis فیر کلر ملنسار جاذب نظر خوش مزاج لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک MNC میں برسر روز گار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
  "BDS"
},
{
  "id": 2023,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9248952450",
  "whatsapp": "9248952450",
  "age": 30,
  "body": "تعلیم یافتہ مہذب گھرانے کی سنی مسلم لڑکی عمر 30 سالہ قد 5.4 تعلیم MBA خوبصورت v.fair سلم شارپ فیچرس سلیقہ مند امور خانہ داری سے قف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک well settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2024,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9676097480",
  "whatsapp": "9490869137",
  "age": 29,
  "body": "تعلیم یافتہ فیملی کی لڑکی عمر 29 سالہ قد 5.4 M.Tech ، Soft. Developer فیر کلر خوش اخلاق امور خانہ داری سے واقف صوم و صلواۃ کی پابند سلیقہ مندلڑ کی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2025,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7330440426",
  "whatsapp": "7989518090",
  "age": 22,
  "body": "سنی مسلم تعلیم یافتہ معزز فیملی کی لڑکی عمر 22 سالہ قد 5.3 کی تعلیم B.SC ڈائیٹیشن خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑ کی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔ خواہمشند سر پرست رابطہ پیدا کریں۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2026,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8897658410",
  "whatsapp": "8897658410",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.2 تعلیمی قابلیت گریجویٹ فیر کلر دیدار خوش اخلاق امور خانہ داری سے واقف نمازی لڑکی کیلئے اس مناسبت سے دیندار معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ درکار ہے شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2027,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7416433075",
  "whatsapp": "7416433075",
  "age": 29,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 29 سالہ قد 5.5 تعلیمی قابلیت Gulf Born ، M.com فیرکر دیدار سلیقه مند خوش اخلاق نمازی پردہ کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2028,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8501859501",
  "whatsapp": "9866474401",
  "age": 23,
  "body": "تعلیم یافتہ دیندار مہذب گھرانے کی سنی مسلم لڑ کی عمر 23 ساله قد 5.4 زیر تعلیم MBA فیر کلر خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مندلڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2029,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9700673270",
  "whatsapp": "9700673270",
  "age": 23,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 23 ساله قد 5.1 تعلیمی قابلیت MBA خوبصورت v.fair شارپ فیچرس خوش اخلاق سلیقه میند جاذب نظر نمازی ملنسار لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ Gulf یا بیرون ملک مقیم لڑکے کو ترجیح دیجائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2030,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7660869874",
  "whatsapp": "8984061960",
  "age": 19,
  "body": "سنی مسلم لڑکی عمر 19 سالہ قد 5.1 تعلیمی قابلیت انٹرمیڈیٹ فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2031,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8978806432",
  "whatsapp": "8978806432",
  "age": 34,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑ کی عمر 34 سالہ قد 5.6 تعلیم BCA فیر کلر خوش اخلاق سعودی عرب میں ملازم لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔ سعودی میں ملازم کو ترجیح دیجائیگی ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2032,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9381702276",
  "whatsapp": "9381702276",
  "age": 24,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 24 ساله قد 5.6 تعلیمی قابلیت MS زیر تعلیم US میں مقیم Green Card Holder فیر کلر خوش اخلاق سلیقه مند جاذب نظر نمازی لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا US Citizen/Green Card/H1 Visa Holder لڑکے سے ارجنٹ رشتہ درکار ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2033,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9700234769",
  "whatsapp": "9949679380",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.3 زیر تعلیم ME ویری فیر کلر خوبصورت و سیرت ملنسار سلیقہ مند معزز گھرانے کی امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑ کے سے ارجنٹ رشتہ مطلوب ہے ربط پیدا کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2034,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "863918226",
  "whatsapp": "9154423658",
  "age": 25,
  "body": "ینی مسلم دیدار مہذب گھرانے کی لڑکی عمر 25 سالہ قد 5.2 تعلیم Intermediate Dis ویری فیر کلر خوبصورت ملنسار سلیقہ مند لڑکی کیلئے اسی مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک بر سر روزگار یا بر همین لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2035,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9963218656",
  "whatsapp": "9963218656",
  "age": 26,
  "body": "سنی مسلم لڑکی عمر 26 سالہ قد 5.5 تعلیمی قابلیت B.com MNC میں برسر روزگار فیر کلر دیندار خوش اخلاق سلیقه مند وزگار فر کر دیدار خوش اخلاق سلیقه مند. برسر فیر مند پردہ کی پابند امور خانہ داری سے واقف لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2036,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7013128788",
  "whatsapp": "8019347809",
  "age": 29,
  "body": "تعلیم یافتی دیدار ما تی دیدار گھرانے کی سنی مسلم لڑکی عمر 29 سالہ قد 5.3 تعلیمی قابلیت BE, M.Tech فیر کلر خوش اخلاقی امور خانہ داری سے واقف سلیقہ مند نمازی ملنسار لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک ملازم فیملی ویزا ہولڈر کوئی بھی گریجویٹ یا پوسٹ گریجویٹ settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer",
  "M.Tech"
},
{
  "id": 2037,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9142311111",
  "whatsapp": "9142311111",
  "age": 30,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 30 سالہ قد 5.5 تعلیم B.Sc B.Ed خوبصورت v.fair. ملنسار خوش اخلاق نمازی سلیقہ مندلڑکی کیلئے اس مناسبت سے تعلیم یافته معزز و معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد اور معیاری کی جائیگی رہا کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
  "B.Ed"
},
{
  "id": 2038,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9502706830",
  "whatsapp": "7893192455",
  "age": 37,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 37 ساله 1985 Dob تر 5.5 ملیمی قابلیت MCA کنیڈا میں برسر روزگار PR Holder سلیقہ مند لڑ کی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جاسکتی ہے۔ لڑکی آئی ہوئی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2039,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9849354387",
  "whatsapp": "9989957868",
  "age": 22,
  "body": "سنی مسلم لڑکی عمر 22 سالہ قد 5.3 تعلیم B.SC فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف لملنسار نمازی حجاب کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2040,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9989861290",
  "whatsapp": "9989861290",
  "age": 37,
  "body": "مینی مسلم تعلیم یافتہ معزز خاندان کی لڑکی عمر 37 سالہ قد 5.4 تعلیم M.com فیر کلر خوش اخلاق امور خانہ داری ہے واقف سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ربط کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2041,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6302850769",
  "whatsapp": "6302850769",
  "age": 26,
  "body": "سنی مسلم تعلیم یافتہ معزز فیملی کی لڑکی عمر 26 ساله قد 5.4 تعلیمی قابلیت MBBS خوبصورت v.falr شارپ فیچرس سلم سلیقہ مند خوش اخلاق ملنسار لڑکی کیلئے اس مناسبت سے معیاری خاندان کا MBBS MD/ MS Surgeon اندرون یا بیرون ملک ملازم لڑکے سے ارجنٹ رشتہ مطلوب ہے ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2042,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8801504337",
  "whatsapp": "8801504337",
  "age": 25,
  "body": "سنی مسلم تعلیم یافتہ فیملی کی لڑکی عمر 25 سالہ قد 5.4 تعلیم MBA فیر کلر ملنسار جاذب نظر لڑکی کیلئے اس Gulf Born (KSA) مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2043,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9391318987",
  "whatsapp": "9391318987",
  "age": 20,
  "body": "سنی مسلم لڑکی عمر 20 سالہ قد  5.6 تعلیم B.com آخری سال زیر تعلیم ویری فیر کلر خوش اخلاق ملنسار صوم و صلوۃ کی پابند سلیقہ مندلڑ کی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2044,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9963689105",
  "whatsapp": "7842620960",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.6 تعلیمی قابلیت B.SC فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ درکار ہے۔ شادی جلد سے جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2045,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9966495978",
  "whatsapp": "9515456943",
  "age": 23,
  "body": "سنی مسلم تعلیم یافتہ معزز فیملی کی لڑکی عمر 23 سالہ قد 5.7 تعلیم MBA فیر کلر خوبصورت و سیرت ملنسار سلیقہ مند جاذب نظیر امور خانہ داری سے دا سے واقف لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا رانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2046,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "00974-55395609",
  "whatsapp": "00974-55395609",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.6 تعلیمی قابلیت BBA قطر میں برسر روزگا فیر کر دیندار خوش اخلاق سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے۔ قطر میں لازم لڑکے کو ترجیح دی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2047,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9347729796",
  "whatsapp": "7702429561",
  "age": 21,
  "body": "سنی مسلم لڑکی عمر 21 سالہ قد 5.4 تعلیم BA فیر کلر دیندار امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند لڑکی کیلئے اسی مناسبت سے دیندار معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار well settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2048,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9052054169",
  "whatsapp": "9052054169",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.3 تعلیم B.com فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند پردہ کی پابند جاذب نظر لڑکی کیلئے اس مناسبت سے معزز گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2049,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9412218369",
  "whatsapp": "9412218369",
  "age": 28,
  "body": "UP شہر کی تعلیم یافتہ ڈاکٹر گھرانے کی سنی مسلم لڑکی عمر 28 MBA قد 5.8 العلیم Dob 1992 سالہ B.Tech, MBA جو Gurugram NCR میں ملازم لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا جی NCR یا UP کا رہنے والا ہو لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer",
  "MBA"
},
{
  "id": 2050,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9966126786",
  "whatsapp": "9030738464",
  "age": 30,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 30 ساله قد 5.2 تعلیم B.com, B.Ed فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
  "B.Ed"
},
{
  "id": 2051,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9912630953",
  "whatsapp": "9912630953",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ قد 5.2 تعلیم SSC فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 2052,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9989194071",
  "whatsapp": "9989194071",
  "age": 26,
  "body": "سنی مسلم تعلیم یافتہ معزز فیملی کی لڑکی عمر 26 سالہ قد 5.4 تعلیم MBA Finance فیر کلر خوش اخلاق لملنسار صوم و صلوٰۃ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2053,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9849239360",
  "whatsapp": "7995064284",
  "age": 21,
  "body": "سنی مسلم لڑکی عمر 21 سالہ قد 5.7 تعلیم B.com دوسرا سال زیر تعلیم خوبصورت v.falr خوش اخلاق امور خانہ داری سے واقف سلیقہ مندلڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2054,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9989428139",
  "whatsapp": "9390145542",
  "age": 23,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.3 تعلیم MBA فر کرد بیدار خوش اخلاق نمازی جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک ملازم یا کاروری لڑکے سے ارجنٹ رشتہ مطلوب ہے۔  شادی جلد اور معیاری کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2055,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9959440985",
  "whatsapp": "9652088164",
  "age": 31,
  "body": "سنی مسلم سید مشائخ معزز گھرانے کی لڑکی عمر 31 سالہ قد 5.2 تعلیمی قابلیت B.Tech فیر کر Gulf Born خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب سید گھرانے کا اندرون یا بیرون ملک تجارت پیشه یا بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2056,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9966350909",
  "whatsapp": "9951858382",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.4 تعلیم B.Sc فیر کلر دیندار خوبصورت v.fair خوش اخلاق امور خانہ داری سے واقف سلیقہ مندلڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2057,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6304508837",
  "whatsapp": "6304508837",
  "age": 24,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.4 تعلیمی قابلیت ? B.com فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2058,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7207401496",
  "whatsapp": "7207401496",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.3 تعلیم MBA فیر کلر خوب ساله سیرت امور خانہ داری سے واقف سلیقہ مند جاذب نظر صوم و صلوٰۃ کی پابندلڑ کی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی معیاری کی جائیگی۔ شادی جلد سے جلد کی جاسکتی ہے رابطہ کریں ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2059,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9030323781",
  "whatsapp": "8801120263",
  "age": 23,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت arma-D زیر تعلیم مسلم ساله قد 5.4 تعلیمی شارپ فیچرس خوبصورت و سیرت v.falr ملنسار جاذب نظر لڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کا بیرون ملک Citizen/Green Card/PR settled Holder فیملی ویزا کا حامل لڑکے کو ترجیح جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2060,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8850400273",
  "whatsapp": "8850400273",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیم انٹر میڈیٹ میڈیم کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند صوم و صلوٰۃ کی پابند حجاب کی پابندلڑ کی کیلئے اس مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2061,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8125360436",
  "whatsapp": "8125360436",
  "age": 22,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 22 ساله قد 5.3 تعلیمی قابلیت B.armacy فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوة کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا /Abroad/Gulf میں مقیم بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے。",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2062,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7330908982",
  "whatsapp": "7330908982",
  "age": 21,
  "body": "سنی مسلم دیندار مہذب گھرانے کی لڑکی عمر 21 سالہ 1999 Dob قد 5.2 تعلیمی قابلیت B.com فیر کلر خوش اخلاق امور خانہ داری سے واقف لڑکی کیلئے تعلیم یافتہ خانه فیملی کا اندرون یا بیرون ملک کا روباری یا MNC میں ملازم لڑکے سے رشتہ مطلوب ہے۔ نیوٹی رشتوں کو ترجیح دیجائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2063,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9000519202",
  "whatsapp": "8125305632",
  "age": 23,
  "body": "تعلیم یافتہ دیندار گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت BPT فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2064,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6304991015",
  "whatsapp": "9182789571",
  "age": 32,
  "body": "سنی مسلم لڑکی عمر 32 سالہ قد 5.6 تعلیمی قابلیت M.com فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک well settled ملازم یا برسیمین لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2065,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "703271842",
  "whatsapp": "703271842",
  "age": 24,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.1 تعلیمی قابلیت M.armacy خوبصورت v.fair خوش اخلاق سلیقہ مند جاذب نظر نمازی ملنسار شارپ فیچرس لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا Aust Canada/US میں مقیم لڑکے کو ترجیح دیجائیگی۔ رابطہ کریں ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2066,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9963689105",
  "whatsapp": "7842620960",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.6 تعلیمی قابلیت BBA قطر میں برسر روزگا فیر کر دیندار خوش اخلاق سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے۔ قطر میں لازم لڑکے کو ترجیح دی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2067,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9347729796",
  "whatsapp": "7702429561",
  "age": 21,
  "body": "سنی مسلم لڑکی عمر 21 سالہ قد 5.4 تعلیم BA فیر کلر دیندار امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند لڑکی کیلئے اسی مناسبت سے دیندار معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار well settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2068,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9052054169",
  "whatsapp": "9052054169",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.3 تعلیم B.com فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند پردہ کی پابند جاذب نظر لڑکی کیلئے اس مناسبت سے معزز گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2069,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9412218369",
  "whatsapp": "9412218369",
  "age": 28,
  "body": "UP شہر کی تعلیم یافتہ ڈاکٹر گھرانے کی سنی مسلم لڑکی عمر 28 MBA قد 5.8 العلیم Dob 1992 سالہ B.Tech, MBA جو Gurugram NCR میں ملازم لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا جی NCR یا UP کا رہنے والا ہو لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer",
  "MBA"
},
{
  "id": 2070,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9966126786",
  "whatsapp": "9030738464",
  "age": 30,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 30 ساله قد 5.2 تعلیم B.com, B.Ed فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate",
  "B.Ed"
},
{
  "id": 2071,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9912630953",
  "whatsapp": "9912630953",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ قد 5.2 تعلیم SSC فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 2072,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9989194071",
  "whatsapp": "9989194071",
  "age": 26,
  "body": "سنی مسلم تعلیم یافتہ معزز فیملی کی لڑکی عمر 26 سالہ قد 5.4 تعلیم MBA Finance فیر کلر خوش اخلاق لملنسار صوم و صلوٰۃ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2073,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9849239360",
  "whatsapp": "7995064284",
  "age": 21,
  "body": "سنی مسلم لڑکی عمر 21 سالہ قد 5.7 تعلیم B.com دوسرا سال زیر تعلیم خوبصورت v.falr خوش اخلاق امور خانہ داری سے واقف سلیقہ مندلڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2074,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9989428139",
  "whatsapp": "9390145542",
  "age": 23,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.3 تعلیم MBA فر کرد بیدار خوش اخلاق نمازی جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک ملازم یا کاروری لڑکے سے ارجنٹ رشتہ مطلوب ہے۔  شادی جلد اور معیاری کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2075,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9959440985",
  "whatsapp": "9652088164",
  "age": 31,
  "body": "سنی مسلم سید مشائخ معزز گھرانے کی لڑکی عمر 31 سالہ قد 5.2 تعلیمی قابلیت B.Tech فیر کر Gulf Born خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب سید گھرانے کا اندرون یا بیرون ملک تجارت پیشه یا بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2076,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9966350909",
  "whatsapp": "9951858382",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.4 تعلیم B.Sc فیر کلر دیندار خوبصورت v.fair خوش اخلاق امور خانہ داری سے واقف سلیقہ مندلڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2077,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6304508837",
  "whatsapp": "6304508837",
  "age": 24,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.4 تعلیمی قابلیت ? B.com فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2078,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7207401496",
  "whatsapp": "7207401496",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.3 تعلیم MBA فیر کلر خوب ساله سیرت امور خانہ داری سے واقف سلیقہ مند جاذب نظر صوم و صلوٰۃ کی پابندلڑ کی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گارلڑ کے سے رشتہ مطلوب ہے۔ شادی معیاری کی جائیگی۔ شادی جلد سے جلد کی جاسکتی ہے رابطہ کریں ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2079,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9030323781",
  "whatsapp": "8801120263",
  "age": 23,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت arma-D زیر تعلیم مسلم ساله قد 5.4 تعلیمی شارپ فیچرس خوبصورت و سیرت v.falr ملنسار جاذب نظر لڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کا بیرون ملک Citizen/Green Card/PR settled Holder فیملی ویزا کا حامل لڑکے کو ترجیح جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2080,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8850400273",
  "whatsapp": "8850400273",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیم انٹر میڈیٹ میڈیم کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند صوم و صلوٰۃ کی پابند حجاب کی پابندلڑ کی کیلئے اس مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک بر سر روز گار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2081,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8125360436",
  "whatsapp": "8125360436",
  "age": 22,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 22 ساله قد 5.3 تعلیمی قابلیت B.armacy فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوة کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا /Abroad/Gulf میں مقیم بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے。",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2082,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7330908982",
  "whatsapp": "7330908982",
  "age": 21,
  "body": "سنی مسلم دیندار مہذب گھرانے کی لڑکی عمر 21 سالہ 1999 Dob قد 5.2 تعلیمی قابلیت B.com فیر کلر خوش اخلاق امور خانہ داری سے واقف لڑکی کیلئے تعلیم یافتہ خانه فیملی کا اندرون یا بیرون ملک کا روباری یا MNC میں ملازم لڑکے سے رشتہ مطلوب ہے۔ نیوٹی رشتوں کو ترجیح دیجائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2083,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9000519202",
  "whatsapp": "8125305632",
  "age": 23,
  "body": "تعلیم یافتہ دیندار گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت BPT فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2084,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6304991015",
  "whatsapp": "9182789571",
  "age": 32,
  "body": "سنی مسلم لڑکی عمر 32 سالہ قد 5.6 تعلیمی قابلیت M.com فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک well settled ملازم یا برسیمین لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2085,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "703271842",
  "whatsapp": "703271842",
  "age": 24,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.1 تعلیمی قابلیت M.armacy خوبصورت v.fair خوش اخلاق سلیقہ مند جاذب نظر نمازی ملنسار شارپ فیچرس لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا Aust Canada/US میں مقیم لڑکے کو ترجیح دیجائیگی۔ رابطہ کریں ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2086,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8328627865",
  "whatsapp": "8179102946",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.0 فٹ تعلیمی قابلیت B.com فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاب ہولڈر نمازی پردہ کی پابندلڑ کی کیلئے تعلیم یافتہ معیاری گھرانے کا کوئی بھی گریجویٹ یا پروفیشنل اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2087,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7032036306",
  "whatsapp": "9908786387",
  "age": 26,
  "body": "تعلیم یافتہ معزز و معیاری کاروباری گھرانے کی سنی مسلم لڑکی عمر 26 ساله قد 5.2 تعلیمی قابلیت MBA خوش اخلاق خوبصورت و سیرت ملنسار جاذب نظر پردہ کی پابند نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافته معزز و معیاری کاروباری گھرانے کا اندرون یا بیرون ملک settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2088,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8686921879",
  "whatsapp": "8686668621",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ 1995Dob قد 5.6 تعلیمی قابلیت MBA خوبصورت v.fair شارپ فیچرس ملنسار مسلم سلیقہ مند امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2089,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9949205093",
  "whatsapp": "8125507224",
  "age": 22,
  "body": "تعلیم یافتہ معزز و معیاری Saudi Return فیملی کی سنی مسلم لڑکی عمر 22 سالہ قد 5.6 تعلیمی قابلیت BBA فیر کلر MNC میں ملازم خوبصورت و سیرت ملنسار پردہ کی پابند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2090,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8522962242",
  "whatsapp": "8522962242",
  "age": 25,
  "body": "تعلیم یافتہ معزز و معیاری فیملی کی سنی مسلم لڑکی عمر 25 سالہ فیر MBA Finance 5.1 تعلیم Dob1994 کلر خوبصورت Sharp Features لمسار لڑکی کیلئے تعلیم یافتہ فیملی کا اندرون یا بیرون ملک settled لڑکے  رشتہ درکار ہے۔ امریکہ یا کینیڈا کے رشتہ کو ترجیح دیجائیگی ۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2091,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9700378466",
  "whatsapp": "9700378466",
  "age": 23,
  "body": "اعلی تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم Doctor لڑکی عمر 23 ساله قد 5.4 تعلیمی قابلیت MBBS سلم خوبصورت v.fair شارپ فیچرس سلم پردہ کی پابندلڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا بیرون ملک یا حیدرآبا Doctor/Engg/Green Card/PR میں Doctor لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2092,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7869922552",
  "whatsapp": "9347380800",
  "age": 21,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 21 سالہ قد 5.0 Doctor in armacy 3rd کلر خوبصورت و سیرت ملنسار سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم یا تجارت پیش settled لڑکے سے ارجنٹ رشتہ مطلوب ہے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-05T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2092,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9985199490",
  "whatsapp": "9985199490",
  "age": 27,
  "body": "تعلیم یافته معزز و معیاری گھرانے کی سنی مسلم Doctor لڑکی عمر 27 سالہ قد 5.4 تعلیمی قابلیت BUMS, MD فیر کلر دیندار خوش اخلاق خوبصورت و سیرت جاذب نظر پرده کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک Doctor/Engg ملازم settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor",
  "MD"
},
{
  "id": 2093,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7674816836",
  "whatsapp": "9849257806",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 4.9 فیر کلر ڈگری پہلا سال زیر تعلیم خوش اخلاق ملنسار امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2094,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7670904378",
  "whatsapp": "6303243901",
  "age": 20,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 20 سالہ قد 5.2 تعلیمی تعلیمی قابلیت B.Sc زیر تعلیم خوبصورت دسیرت ملنسار خوش اخلاق جاذب نظر امور خانہ داری سے واقف شارپ فیچرس سلم لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار well settled لڑکے سے رشتہ مطلوب ہے۔ ربط پیدا کریں۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2095,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9550717339",
  "whatsapp": "9550717339",
  "age": 34,
  "body": "سنی مسلم لڑکی عمر 34 سالہ 1985 Dob قد 5.0 تعلیمی قابلیت انٹر میڈیٹ فیر کلر و پندار خوش اخلاق امور خانه داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک پر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی (نوٹ  لڑکی کے نام پر فلیٹ بھی موجود ہے)",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2096,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6300512397",
  "whatsapp": "9347574857",
  "age": 22,
  "body": "تعلیم یافتہ معز گھرانے کی سی مسلم لڑ کی عمر 22 سالہ قد 5.1 تعلیمی قابلیت B.SC اور MLT زیر تعلیم دیندار خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند ملنسار جاذب نظر لڑ کی کیلئے اس مناسبت سے تعلیم یافته معزز و معیاری گھرانے کا اندرون یا بیرون ملک settled یا بر همین لڑکے سے رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2097,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9849127150",
  "whatsapp": "9849151640",
  "age": 24,
  "body": "معزز و معیاری تعلیم یافتہ فیملی کی سی مسلم لڑکی عمر 24 سالہ  فیر کلر ملنسار سلیقہ مند 1996 Dob قد 5.4 تعلیم M.Sc لڑکی کیلئے اسی مناسبت سے تعلیم )Gold Medelist( یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے ارجنٹ رشتہ مطلوب ہے شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2098,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7032788622",
  "whatsapp": "7032788622",
  "age": 27,
  "body": "تعلیم یافت میز و میاری فیملی کی سی مسلم لڑ کی عمر 27 سالہ قد 5.6 تعلیمی قابلیت MS فیر کلر USA میں ملازم H1B Visa Holder فیر کلر دیدار خوش اخلاق سلیقه مند جاذب نظر صوم و صلوٰۃ کی پابند ملنسار لڑکی کیلئے USA Citizen/PR Holder/Green Card/ Gulf Born  تعلیم یافتہ معیاری گھرانے کے لڑکے سے رشتہ درکار ہے USA میں مقیم کو ترجیح دیجائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2099,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9989758316",
  "whatsapp": "8686497070",
  "age": 27,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 27 سالہ قد 5.5 تعلیم B.Sc فیر کلر خوب سیرت صوم و صلوۃ کی پابند سلیقہ مند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک بر همین یا برسر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی رابطہ کریں ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2100,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9505508425",
  "whatsapp": "9505508425",
  "age": 23,
  "body": "سنی مسلم تعلیم یافتہ دیندار گھرانے کی لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت B.SC خوش اخلاق امور خانه داری سے واقف صوم و صلوۃ کی پابند ملنسار جاذب نظر سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2101,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9963700501",
  "whatsapp": "9700211652",
  "age": 30,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 30 سالہ قد 5.3 تعلیم M.Sc فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر ملنسارلڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے  رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2102,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9493862537",
  "whatsapp": "16467045753",
  "age": 24,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 24 ساله قد 6.0 تعلیمی قابلیت USA میں MS زیر تعلیم فیر کر خوش اخلاق سلیقہ مند جاذب نظر پردہ کی پابند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا برسر روز گار settled لڑکے سے رشتہ مطلوب ہے - USA میں مقیم H1B Visa ہولڈر لڑکے کو ترجیح دی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2103,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7097977973",
  "whatsapp": "7097977973",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ 1993 Dob قد 5.3 تعلیمی قابلیت BA فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر نما ر نمازی لڑکی کیلئے سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2104,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6303898887",
  "whatsapp": "6303898887",
  "age": 23,
  "body": "تعلیم یافتہ معزز و معیاری well settled گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت زیر تعلیم M.armacy فیر کلر خوبصورت و سیرت ملنسار خوش اخلاق سلیقه مند شارپ فیچرس لڑکی کیلئے تعلیم یافتہ معیاری کاروباری گھرانے کا یا بیرون ملک فیملی ویزا ہولڈر well settled لڑکے سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2105,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9642441903",
  "whatsapp": "9703289586",
  "age": 25,
  "body": "ینی مسلم تعلیم یافتہ معزز گھرانے کی لڑکی عمر 25 سالہ قد 5.4 تعلیمی قابلیت B.armacy فیر کلر خوش اخلاق لمنسار خوبصورت وسیرت سلیقه مند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2106,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9348003254",
  "whatsapp": "9348003254",
  "age": 25,
  "body": "سید سعادت معزز گھرانے کی سنی مسلم لڑکی عمر 25 سالہ 1996 Dob قد 5.3 تعلیم MA فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند ملنسار لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2107,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7997486434",
  "whatsapp": "7997486434",
  "age": 25,
  "body": "تعلیم یافته دیدار فیملی کی سنی مسلم لڑ کی عمر 25 سالہ قد 5.6 تعلیمی قابلیت B.armacy  فیر کرد پندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازت لڑکی کیلئے اس مناسبت سے اندرون یا بیرون ملک settled فیملی ویزا ہولڈر لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2108,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9177506889",
  "whatsapp": "9177506889",
  "age": 28,
  "body": "تعلیم یافتہ دیندار گھرانے کی سنی مسلم لڑکی عمر 28 سالہ قد 5.4 تعلیم MA فیر کلر خوبصورت و سیرت ملنسار نمازی جاذب نظر لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2109,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7036778177",
  "whatsapp": "7036778177",
  "age": 23,
  "body": "تعلیم یافتہ معز و معیاری فیملی کی سی مسلم لڑ کی عمر 23 سالہ قد 5.9 تعلیمی قابلیت MBA فیر کلر خوش اخلاق صوم و صلوة کی پابند سلیقہ مند امور خانہ داری سے واقف لڑکی کیلئے معیاری خاندان کا اندرون یا بیرون ملک settled یا تجارت پیشه قد کم از کم 6 فٹ ہولڈر لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2110,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9949698525",
  "whatsapp": "9949698525",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ قد 5.3 تعلیم MBA فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف ملنسار جاذب نظر سلیقہ مند لڑکی کیلئے اسی مناسبت سے دیندار مہذب مند سے گھرانے کا اندرون یا بیرون ملک پر سر روز گار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2111,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9949221429",
  "whatsapp": "9949221429",
  "age": 32,
  "body": "تعلیم یافته دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 32 سالہ قد 5.5 تعلیم M.com فیر کلر خوبصورت v.fair ملنسار خوش اخلاق لڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2112,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9908530357",
  "whatsapp": "7989615315",
  "age": 35,
  "body": "سنی مسلم لڑکی عمر 35 سالہ قد 5.3 تعلیم انٹر میڈیٹ دیندار معزز و معیاری شریف گھرانے کی  فیر کلر سلیقہ مند نمازی جاذب نظر امور خانہ داری سے واقف لڑکی کیلئے دیندار شریف گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔  مقد ثانی پر بھی غور کیا جائیگا",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2113,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8341079004",
  "whatsapp": "UAE00971-566489197",
  "age": 24,
  "body": "می مسلم تعلیم یافته و دیندار مہذب گھرانے کی لڑکی عمر 24 سالہ قد 5.3 تعلیم B.Sc اور B.Ed زیر تعلیم فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate",
  "B.Ed"
},
{
  "id": 2114,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9666605786",
  "whatsapp": "9493074786",
  "age": 21,
  "body": "ینی مسلم دیندار مہذب گھرانے کی لڑکی عمر 21 سالہ قد 5.1 تعلیمی قابلیت MBA فیر کلر خوش اخلاق امور خانه داری سے واقف سلیقہ مند نمازی خوبصورت لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے。",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2115,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9000098951",
  "whatsapp": "9160679786",
  "age": 25,
  "body": "الم حدیث دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 25 سالہ قد 5.5 تعلیم انٹر میڈیٹ فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر نمازی لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ درکار ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2116,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7893052613",
  "whatsapp": "7893052613",
  "age": 24,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.2 تعلیمی قابلیت arma-D خوبصورت فیر کلر خوش اخلاق امور خانہ داری ہے واقف نمازی حجابی لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا بزنسمین یا MNC میں ملازم settled لڑکے سے ارجنٹ رشتہ درکار ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2117,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9618438006",
  "whatsapp": "9618438006",
  "age": 25,
  "body": "تعلیم یافتہ معیاری گھرانے کی فیر کلر سنی مسلم لڑکی عمر 25 ساله قد 5.3 تعلیم B.Sc خوش اخلاق امور خانه داری سے بھی اچھی طرح واقف سلیقہ مند صوم و صلوۃ کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے ارجنٹ رشتہ مطلوب سے شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2118,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9703336662",
  "whatsapp": "9703336662",
  "age": 28,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی لڑکی عمر 28 سالہ ملنسار MBBS, MS (OBG( قد 5.6) تعلیم خوبصورت v.falr خوش اخلاق لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری فیملی کا MBBS, MSMD حیدر آباد یا بیرون ملک ملازم ڈاکٹر لڑکے سے رشتہ درکار ہے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor",
  "MS"
},
{
  "id": 2119,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9398131163",
  "whatsapp": "9398131163",
  "age": 23,
  "body": "تعلیم یافتہ معیاری بر نمین گھرانے کی سنی مسلم لڑکی عمر 23 سالہ 1997 Dob قد 5.5 تعلیمی قابلیت B.Tech فیر کلر ملنسار خوش اخلاق لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے  رشتہ مطلوب ہے شادی جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2120,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9985824027",
  "whatsapp": "9985824027",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ قد 5.2 تعلیم MBA فیر کلر دیندار خوش اخلاق معزز دیندار مختصر گھرانے کی سلیقہ مند امور خانہ داری سے واقف لڑکی کیلئے اس مناسبت سے تعلیم یافتہ گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2121,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9949054653",
  "whatsapp": "9603509828",
  "age": 26,
  "body": "سنی مسلم تعلیم یافتہ دیندار شریف خاندان کی لڑکی عمر 26 سالہ قد 5.5 تعلیمی قابلیت M.Sc اور عالمہ دیندار مفسار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار یا تجارت پیشہ settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2122,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6281225048",
  "whatsapp": "9885194842",
  "age": 22,
  "body": "سنی مسلم لڑکی عمر 22 سالہ قد 5.2 تعلیمی قابلیت MBA فیر کلر خوش اخلاق ملنسار (Gulf Born (KSA جاذب نظر سلیقہ مند صوم و صلوۃ کی پابند لڑ کی کیلئے اس مناسبت سے تعلیم یافتہ گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے ارجنٹ رشیہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2123,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8688530725",
  "whatsapp": "9390242980",
  "age": 28,
  "body": "تعلیم یافتہ دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 28 سالہ قد 5.4 تعلیمی قابلیت MBA فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑ کے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2124,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9391502110",
  "whatsapp": "9391502110",
  "age": 33,
  "body": "تعلیم یافتہ معزز و معیاری فیملی کی سنی مسلم لڑکی عمر 33 سالہ قد 5.2 تعلیم MBA حیدر آباد MNC میں برسر روزگار فیر کلر خوبصورت و سیرت ملنسار لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2125,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8464056072",
  "whatsapp": "9700256093",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ 1997 Dob قد 5.3 تعلیمی قابلیت B.Sc اور زیر بر تعلیم PG فیر کلر ر خوبصورت و سیرت ملنسار خوش اخلاق سلیقہ مندلڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate",
  "PG"
},
{
  "id": 2126,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+1 8472627156",
  "whatsapp": "8008884002",
  "age": 25,
  "body": "تعلیم یافته معزز و معیاری settled فیملی کی سنی مسلم لڑکی عمر 25 سالہ قد 5.2 میں قابلیت MS پر سر روزگار PR Under Process اور Canada ملنسار خوش اخلاق شارپ فیچرس لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ صرف US/Canada میں مقیم اور دہی پر شادی کرنے والوں کو ترجیح دیجائیگی۔ والدہ آئے ہوئے ہیں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2127,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9985164067",
  "whatsapp": "9985164067",
  "age": 24,
  "body": "دیندار مہذیب گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.3 تعلیمی قابلیت M.com فیر کلر سلیقه مند جاذب نظر مغیبار خوبصورت و سیرت لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار یا تجارت پیشه settled لڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے۔ ربط پیدا کریں ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2128,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7093020133",
  "whatsapp": "7093020133",
  "age": 27,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 27 سالہ قد 5.4 تعلیمی قابلیت M.Sc بر سر روزگار فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سے تعلیم یافتہ سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2129,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9290530757",
  "whatsapp": "9290109802",
  "age": 24,
  "body": "دیدار شریف مہذب گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.2 تعلیمی قابلیت انٹر میڈیٹ فیر کلر دیندار خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف صوم و صلوۃ کی پابندلڑ کی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ حیدر آباد میں ملازم لڑکے کوترجیح دی جائیگی۔ شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2130,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8978820136",
  "whatsapp": "8919659360",
  "age": 23,
  "body": "تعلیم یافتہ دیدار شریف گھرانے کی سی مسلم لڑکی عمر 23 سالہ قد 5.3 تعلیم B.com دوسرا سال زیر تعلیم دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled یا تجارت پیشہ لڑکے سے رشتہ مطلوب ہے شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2131,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+971526772040",
  "whatsapp": "+971526982991",
  "age": 21,
  "body": "تعلیم یافتہ معزز و معیاری Sharjah UAE میں نیلی کے ساتھ مقیم سنی مسلم لڑکی عمر 21 سالہ قد 5.4 تعلیمی قابلیت M.Sc زیر تعلیم فیر کلر خوبصورت وسیرت خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا برسر روز گار لڑکے سے رشتہ مطلوب ہے ۔ UAE میں مقیم کو ترجیح دی جائیگی  ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2132,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9700357923",
  "whatsapp": "9700357923",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.3 تعلیم LLB فیر کلر خوش اخلاق خوبصورت شارپ فیچرس سلم ملنسار عمرہ سے فیضیاب ملنسار سلیقہ مند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled بر همین یا ملازم لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2133,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8522977781",
  "whatsapp": "8522977781",
  "age": 22,
  "body": "تعلیم یافتہ دیندا شریف گھرانے کی سنی مسلم لڑ کی عمر 22 سالہ قد 5.4 تعلیمی قابلیت MBA علیمی قابلیت MBA خوبصورت v.v.fair سلم شارپ فیچرس خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2134,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9700228730",
  "whatsapp": "9700228730",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ قد 5.0 فٹ تعلیم B.com کمپیوٹرس فیر کلر خوش اخلاق امور خانہ داری سے واقف صوم و صلواۃ کی پابند خوب سیرت لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2135,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8019378561",
  "whatsapp": "9700809415",
  "age": 32,
  "body": "تعلیم یافتہ معزز فیملی کی سنی مسلم لڑکی عمر 32 سالہ قد 5.3 تعلیمی قابلیت M.Sc اور .D زیر تعلیم فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate",
  ".D"
},
{
  "id": 2136,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8886732055",
  "whatsapp": "9948176527",
  "age": 21,
  "body": "ینی مسلم دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 21 سالہ کی بنی قد 5.6 تعلیم BA فیر کلر دیندار خوش اخلاق امور خانه داری سے واقف سلیقہ مند جاذب نظر صوم و صلوۃ کی پابندلڑ کی کیلئے تعلیم یافتہ معیاری گھرانے کا ذاتی گھر کا حامل اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2137,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9398996893",
  "whatsapp": "9398996893",
  "age": 2,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 2 ساله قد 5.7 تعلیمی قابلیت M.Sc خوبصورت v.falr شارپ فیچرس خوش اخلاق امور خانہ داری سے واقف صوم وصلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑ کی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2138,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6304941431",
  "whatsapp": "6304941431",
  "age": 35,
  "body": " P.G. Girl S.M M.com, 35yrs, Ht 5.3, v.fair & Good Looking from Educated Family seeks boy 39 Graduate/PG from well settled & educated family working in /Abroad with family visa. (Serious people for early marriage)",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2139,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9392352078",
  "whatsapp": "9391136847",
  "age": 23,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 23 ساله قد 5.4 تعلیمی قابلیت ME زیر تعلیم خوش اخلاق سلیقه مند جاذب نظر امور خانہ داری سے واقف پردہ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ بیرون ملک اور Gulf مقیم کو ترجیح دیجائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2140,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9052599765",
  "whatsapp": "8341632101",
  "age": 23,
  "body": "سنی مسلم لڑ کی عمر 23 سالہ قد 5.6 تعلیم B.com کمپیوٹر  فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار یا تجارت پیشه settled لڑکے سے رشیہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2141,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7093906359",
  "whatsapp": "7093906359",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.7 تعلیمی قابلیت انٹر میڈیٹ خوبصورت fair.۷ دیندار مہذب گھرانے کی خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون کا الملک بر سر روز گار لڑ کے برسر روزگار سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2142,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8801671252",
  "whatsapp": "8801671252",
  "age": 25,
  "body": "تعلیم یافتہ معزز و میاری فیملی کی سنی مسلم لڑکی عمر 25 سالہ قد 5.4 تعلیم BE فیر کلر خوبصورت و سیرت خوش اخلاق ملنسار جاذب نظر سلیقہ مند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2143,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+971523752937",
  "whatsapp": "+971523752937",
  "age": 23,
  "body": "تعلیم یافتہ معزز و میاری Dubai میں مقیم Elite فیملی کی سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیمی قابلیت BBA سلم خوبصورت v.fair شارپ فیچرس Gulf Born  خوش اخلاق جاذب نظر نمازی لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ Dubai مقیم کو ترجیح دیجائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2144,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9515835408",
  "whatsapp": "9515835408",
  "age": 27,
  "body": "سنی مسلم تعلیم یافتہ معزز گھرانے کی ڈینٹل ڈاکٹر لڑ کی عمر 27 ساله قد 5.1 تعلیم BDS فیر کلر خوش اخلاق ملنسار سلیقه مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک ملازم settled یا بر همین لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2145,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9030606711",
  "whatsapp": "9030064975",
  "age": 23,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 23 ساله قد 4.10 تعلیمی قابلیت M.Sc زیر تعا یر تعلیم فیر کلر دیندار خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف نمازی پردہ کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک یا گلف میں برسر روز گار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2146,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9440962786",
  "whatsapp": "9494262036",
  "age": 25,
  "body": "بن مسلم تعلیم یافتہ معز دیدار فیملی کی لڑکی عمر 25 ساله قد 5.2 تعلیمی علیمی قابلیت M M.com فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2147,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6304840543",
  "whatsapp": "6304840543",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.0 تعلیم انٹر میڈیٹ فیر کلر خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک well settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2148,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9291504227",
  "whatsapp": "9154165568",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.5 تعلیم BA فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر نمازی پردہ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2149,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9393555000",
  "whatsapp": "8688650650",
  "age": 25,
  "body": "دیندار فیملی کی سنی مسلم لڑکی عمر 25 سالہ قد 5.5 تعلیم SSC فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 2150,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8686054852",
  "whatsapp": "8977749593",
  "age": 27,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 27 سالہ قد 5.4 تعلیمی قابلیت B.Sc کلر v.fair خوبصورت ملنسار سلیقہ مند جاذب نظر خوش اخلاق لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2151,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9848430341",
  "whatsapp": "9848430341",
  "age": 35,
  "body": "سنی مسلم لڑکی عمر 35 سالہ قد 5.3 تعلیمی قابلیت MBA فیر کر دیندار معزز گھرانے کی خوش اخلاق امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد اور معیاری کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2152,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7673980521",
  "whatsapp": "00971-523788661",
  "age": 19,
  "body": "سنی مسلم دیندار شریف گھرانے کی لڑکی عمر 19 سالہ قد 5.3 2001Dob تعلیم SSC فیر کلر خوبصورت و سپرت خوش اخلاق امور خانہ داری سے واقف ملنسار شارپ فیچرس لڑکی کیلئے اس مناسبت سے تعلی ے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 2153,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9391333063",
  "whatsapp": "9391333063",
  "age": 25,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 25 ساله قد 5.3 تعلیمی قابلیت B.Sc Nutrition فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ گھرانے کا well settled اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2154,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9912061162",
  "whatsapp": "9912061162",
  "age": 24,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر سنی مسلم لڑکی عمر 24 ساله قد 5.4 تعلیم MBA خوش اخلاق امور خانه داری سے واقف تجاب کی پابند سلیقہ مند لڑکی کیلئے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جائے گی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2155,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8919032178",
  "whatsapp": "8919032178",
  "age": 30,
  "body": "سی مسلم لڑ کی عمر 30 سالہ قد 2.5 تعلیمی قابلیت BHMS فیر کردار & Master in Public Health خوش اخلاق سلیقه مند بر سر روزگار معزز و معیاری گھرانے کی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم well settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2156,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9704009738",
  "whatsapp": "9704009738",
  "age": 20,
  "body": "ینی مسلم معزر فیلی کی لڑکی عمر 20 سالہ 1994Dob قد 5.3 زیر تعلیم MBA فیر کر خوبصورت وسیرت خوش مزاج امور خانہ داری سے واقف لمنسار سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2157,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9652047509",
  "whatsapp": "9652047509",
  "age": 26,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم Doctor لڑکی عمر 26 ساله قد 5.6 تعلیمی قابلیت MBBS فیر کلر میت MBBS فیر بر سر روزگار خوش اخلاق سلیقہ مند لڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کا حیدر آباد میں برسر روز مقیم well Doctor لڑکے سے رشتہ مطلوب ہے۔ settled لڑکے کوترجح دیجائیگی شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2158,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9848086717",
  "whatsapp": "9848086717",
  "age": 25,
  "body": "منی مسلم دیندار تعلیم یافتہ معزز گھرانے کی لڑکی عمر 25 ساله قد 5.0 تعلیمی قابلیت B.Tech فیر کلر خوش اخلاق لملنسار فیر کر جاذب نظر پردہ کی پابند صوم و صلوۃ کی پابندلڑ کی کیلئے تعلیم یافتہ معز گھرانے کا اندرون یا بیرون ملک کا روباری یا لملازم میلی ویزا ہولڈر لڑکے سے  رشتہ مطلوب ہے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2159,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+61 449824332",
  "whatsapp": "+61 449824332",
  "age": 26,
  "body": "سنی مسلم لڑکی عمر 26 سالہ قد 5.7 تعلیمی قابلیت MS میں متقیم Sydney Australia خوبصورت v.fair خوش اخلاق سلیقہ مند جاذب نظر نمازی ملنسار لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے۔ Austy سے رشتہ مطلوب ہے۔ Austy  میں مقیم کو ترجیح دیجائیگی Canada",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2160,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8686088670",
  "whatsapp": "8686088670",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.4 تعلیم B.com کمپیوٹر ن مسلم عمر سالہ قد فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند حجاب کی پابند ملنسار لڑکی کیلئے ای مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2161,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "C8008683251",
  "whatsapp": "W6302427321",
  "age": 25,
  "body": "تعلیم یافتہ معزز و معیاری اہلسنت الجماعت گھرانے کی سنی مسلم لڑکی عمر 25 سالہ قد 5.4 تعلیم B.Sc, B.Ed نیر کر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ گھرانے کا settled اندرون یا بیرون ملک برسر روز گار لڑکے سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate",
  "B.Ed"
},
{
  "id": 2162,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9347501976",
  "whatsapp": "9347501976",
  "age": 25,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.2 تعلیم SSC خوبصورت fair. سلیقہ مند جاذب نظر امور خانہ داری سے واقف نمازی خوب سیرت لڑکی کیلئے اسی مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑ کے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 2163,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9849781773",
  "whatsapp": "9573706178",
  "age": 22,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 22 سالہ قد 5.3 در تعلیم B.armacy آخری سال سلیقہ مند نماز کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2164,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9391368745",
  "whatsapp": "9391368745",
  "age": 22,
  "body": "سنی مسلم لڑکی عمر 22 سالہ قد 5.4 تعلیم MBA خوبصورت فیر کلر خوش اخلاق ملنسار امور خانہ داری سے واقف سلیقہ مند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2165,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "Mobile9701937486",
  "whatsapp": "9701937486",
  "age": 22,
  "body": "تعلیم یافتہ معز معیاری فیملی کی سنی مسلم لڑکی عمر 22 سالہ قد 5.0 تعلیمی قابلیت B.SC فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے معزز گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2166,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7989463277",
  "whatsapp": "9550861478",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.7 تعلیم MBA ویری فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر نماز کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک تجارت پیشہ یا بر سر روزگار settled لڑکے سے رشتہ درکار ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2167,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7702603653",
  "whatsapp": "7702603653",
  "age": 24,
  "body": "تعلیم یافتہ دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.5 تعلیمی قابلیت گریجویٹ فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑ کی کیلئے اس مناسبت سے معزز گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2168,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8328304279",
  "whatsapp": "9908722301",
  "age": 27,
  "body": "ینی مسلم دیندار شریف گھرانے کی لڑکی عمر 27 سالہ قد 5.4 تعلیم انٹر میڈیٹ فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند نمازی جاذب نظر لڑکی کیلئے اس مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2169,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9247186710",
  "whatsapp": "9391470213",
  "age": 32,
  "body": "سنی مسلم لڑکی عمر 32 سالہ قد 5.4 تعلیم M.SC, B.Ed  فیر کر دیندار خوش اخلاق سلیقہ مند لکچرر کی حیثیت سے ملازم لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری خاندان کا اندرون یا بیرون ملک برسر روزگار settled یا بر همین لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate",
  "B.Ed"
},
{
  "id": 2170,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "Mobile7386337677",
  "whatsapp": "Mobile7386337677",
  "age": 24,
  "body": "معزز گھرانے کی سنی مسلم لڑکی عمر 24 سالہ 1998Dob ساله قد 5.4 زیر تعلیم Doctor of armacy نیر کلر خوش اخلاق سلیقہ مند خوبصورت و سیرت ملنسار لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2171,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "00971-585974459",
  "whatsapp": "00971-585974459",
  "age": 30,
  "body": "سنی مسلم لڑکی عمر 30 سالہ قد 5.3 تعلیم BE دبئی میں مقیم  فیر کار خوبصورت و سیرت خوش اخلاق سلیقہ مند معزز گھرانے کی نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2172,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9032566735",
  "whatsapp": "9291498942",
  "age": 26,
  "body": "سنی مسلم لڑکی عمر 26 سالہ قد 5.3 تعلیمی قابلیت B.com فیر کلر دیندار خوش اخلاق گھرانے کی ملنسار امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند جاذب نظر لڑکی کیلئے اس ے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے رابطہ کریں۔  مناسبت سے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2173,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9652206010",
  "whatsapp": "9652206010",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.4 تعلیم MBA فنانس کلر ویری  فیر خوبصورت و سیرت خوش اخلاق امور خانه داری سے واقف سلیقہ مند ملنسار لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2174,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8519960745",
  "whatsapp": "8801314175",
  "age": 30,
  "body": "تعلیم یافتہ مہذب گھرانے کی سنی مسلم لڑکی عمر 30 سالہ قد 5.4 تعلیم B.com Dis فیر کر دیندار امور خانه داری سے واقف ملنسار سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2175,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "Mobile7013259913",
  "whatsapp": "Mobile7013259913",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.5 تعلیمی  میں قابلیت MBA fair.۷.۷ خوبصورت و سیرت ملنسار جاذب نظر امور خانه داری سے واقف سلیقہ مندلڑ کی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2176,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9347584605",
  "whatsapp": "9000877283",
  "age": 24,
  "body": "تعلیم یافتہ معزز گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.4 تعلیم MBA Final Year زیر تعلیم فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلدگی جاسکتی۔  ہے رابطہ کریں",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2177,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9985250401",
  "whatsapp": "9985250401",
  "age": 26,
  "body": "سنی مسلم لڑکی عمر 26 سالہ قد 5.2 تعلیم B.com دیندار خوش اخلاق امور خانہ داری سے واقف ملنسار سلیقہ مند صوم و صلوٰۃ کی پابندلڑکی کیلئے اس مناسبت سے تعلیم یافتہ گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2178,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9848179072",
  "whatsapp": "7097116627",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.3 تعلیمی قابلیت B.SC نیر کلر خوبصورت و سیرت خوش اخلاق امور خانہ داری سے واقف ملنسار جاذب نظر سلیقہ مندلڑ کی کیلئے اس مناسبت سے تعلیم یافته مهذب خاندان کا اندرون یا بیرون ملک ملازم settled یا تجارت پیشہ لڑکے سے ارجنٹ رشتہ درکار ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2179,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9394860573",
  "whatsapp": "7995450388",
  "age": 26,
  "body": "سنی مسلم لڑکی عمر 25 سالہ قد 5.6 تعلیم انٹر میڈیٹ فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ سے کی پابند سلیقہ مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2180,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9652632400",
  "whatsapp": "6302873423",
  "age": 22,
  "body": "سے والے سنی مسلم لڑکی عمر 22 سالہ قد 5.1 تعلیمی قابلیت B.SC نیر کر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2181,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8639246452",
  "whatsapp": "7780567720",
  "age": 24,
  "body": "دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.3 علیم انٹرمیڈیٹ فیر کلر خوش اخلاق امور خانہ داری سے واقف المنسار صوم و صلوۃ کی پابند لڑکی کیلئے اسی مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2182,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9949221429",
  "whatsapp": "9949221429",
  "age": 34,
  "body": "تعلیم یافتہ دیندار گھرانے کی سنی مسلم لڑکی عمر 34 سالہ قد 5.4 تعلیم B.com, B.Ed فیر کلر دیندار مهذب گھرانے کی خوش اخلاق سلیقہ مند ( تھوڑا سا پولیو سے متاثر ہے) لڑکی کیلئے اس مناسبت سے دیندار شریف گھرانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ربط پیدا کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate",
  "B.Ed"
},
{
  "id": 2183,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9700565521",
  "whatsapp": "7286070509",
  "age": 23,
  "body": "تعلیم یافتہ معزز معیاری فیملی کی سنی مسلم لڑکی عمر 23 سالہ قد 5.5 تعلیم B.Sc اور M.SC نیوٹریشن زیر تعلیم فیر کلر خوبصورت و سیرت ملنسار شارپ فیچرس سلیقہ مند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری خاندان کا اندرون یا بیرون  لڑکے سے رشتہ مطلوب ہے۔ settled ملک",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate",
  "M.Sc"
},
{
  "id": 2184,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7793938862",
  "whatsapp": "7793938862",
  "age": 21,
  "body": "قد 5.4 زیر تعلیم Dob2000 سنی مسلم لڑکی عمر 21 سالہ B.Sc خوبصورت v.fair ملنسار شارپ فیچرس سلیقه مند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک Gulf میں برسر روزگار فیملی ویزا ہولڈر settled لڑکے سے رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2185,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7730811110",
  "whatsapp": "9866052942",
  "age": 25,
  "body": "تعلیم یافتہ مہذب گھرانے کی سنی مسلم لڑکی عمر 25 سالہ قد 5.4 تعلیم M.Sc نیوٹریشن فیر کلر خوش اخلاق امور خانه داری سے واقف سلیقہ مند جاذب نظر لڑکی کیلئے معزز گھرانے کا اندرون یا بیرون ملک ملازم settled لڑکے سے رشتہ مطلوب ہے شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2186,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7997226137",
  "whatsapp": "7997226137",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ قد 5.5 تعلیم انٹر میڈیٹ فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند سکا شارپ فیچرس صوم وصلوٰۃ کی پابند ملنسار لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے ربط کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2187,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8790924555",
  "whatsapp": "8712884505",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.0 تعلیم B.com سلم خوبصورت v.fair سلیقہ مند جاذب نظر پردہ کی پابند خوش اخلاق امور خانہ داری سے واقف نمازی لڑکی کیلئے اس مناسبت سے دیندار تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار یا کاروباری لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2188,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9052629032",
  "whatsapp": "8309852564",
  "age": 24,
  "body": "سنی مسلم لڑکی عمر 24 سالہ قد 5.3 تعلیمی قابلیت MBA اور حافظ قرآن خوبصورت v.fair سلیقہ مند جاذب نظر پرده کی پابند امور خانہ داری سے واقف لڑکی کیلئے یافته مہذب گھرانے کا اندرون یا بیرون ملک پر سر روزگار  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2189,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9704879706",
  "whatsapp": "9959202087",
  "age": 26,
  "body": "تعلیم یافتہ معز گھرانے کی سنی مسلم لڑکی عمر 26 سالہ قد 5.4 تعلیمی قابلیت M.armacy فیر کلر خوبصورت ملنسار جاذب نظر سلیقہ مند امور خانہ داری سے واقف نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled لڑکے سے رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2190,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9000592082",
  "whatsapp": "9000592082",
  "age": 26,
  "body": "تعلیم یافتہ معزز و معیاری فیملی کی سنی مسلم لڑکی عمر 26 سالہ قد 5.4 تعلیمی قابلیت (B.Tech (EEE فیر کلر لمنسار خوبصورت گورنمنٹ جاب ہولڈر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے ربط پیدا کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2191,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8297270594",
  "whatsapp": "8297270594",
  "age": 24,
  "body": "تعلیم یافتہ معزز خاندان کی سنی مسلم لڑکی عمر 24 سالہ قد 5.3 تعلیمی قابلیت MBA فیر کلر دیدار خوش اخلاق امور خانه داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2192,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+971552561220",
  "whatsapp": "+971552561220",
  "age": 21,
  "body": "سنی مسلم لڑکی عمر 21 سالہ قد 5.5 تعلیمی قابلیت MS Aerospace فیر کلر خوبصورت و سیرت ملنسار Abu Dhabi Golden Visa Holder Family لڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کا Dubai/Gulf/Abroad میں مقیم settled لڑکے سے رشتہ درکار ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2193,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+971 547473024",
  "whatsapp": "+971 547473024",
  "age": 29,
  "body": "تعلیم یافتہ معزز و معیاری Elite فیملی کی سنی مسلم KSA 29 لڑکی عمر Golden Visa Holder اور Bom سالہ قد 5.5 تعلیمی قابلیت MS سلم شارپ فیچرس سلیقہ مند خوبصورت و سیرت لڑکی کیلئے تعلیم یافتہ معیاری گھرانے settled Dubai/Gulf/Abroad کا لڑکے سے رشتہ درکار ہے۔ شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2194,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+971 507840745",
  "whatsapp": "+971 507840745",
  "age": 22,
  "body": "تعلیم یافتہ معزز و معیاری Dubai میں فیملی کے تھے مقیم منی مسلم لڑکی عمر 22 سالہ قد 5.1 تعلیمی قابلیت B.SC سلم فیر کلر خوش اخلاق سلیقہ مند امور خانہ داری سے واقف لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا لڑکے سے رشتہ درکار ہے۔ شادی جلد کی جائیگی  میں مقیم ملازم Dubai/UK/USA/Canada",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2195,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9182793289",
  "whatsapp": "9705577642",
  "age": 24,
  "body": "دیندار تعلیم یافتہ فیملی کی سنی مسلم لڑکی عمر 24 سالہ قد 5.4 تعلیمی قابلیت B.com فیر کر دیندار خوش اخلاق امور خانه داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک یا Gulf میں برس روز گارلڑ کے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2196,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9392164996",
  "whatsapp": "7032670659",
  "age": 20,
  "body": "علیم یافتہ معزز و معیاری گھرانے کی سی مسلم لڑ کی عمر 20 ساله قد 5.4 تعلیمی قابلیت B.com فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑ کی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گارلڑ کے سے ارجنٹ رشتہ درکار ہے۔ شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2197,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9926574486",
  "whatsapp": "9926574486",
  "age": 25,
  "body": "مہارشٹرا فیملی کی عمرہ سے فیضیاب سنی مسلم لڑکی عمر 25 سالہ قد 5.4 تعلیمی قابلیت (BA (UK اور Research Analyst زیر تعلیم فیر کلر خوبصورت و سیرت ملنسار سلیقہ مند جاذب نظر پردہ کی پابند لڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کا UK/US/Canada میں مقیم ملازم settled well لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2198,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8790295598",
  "whatsapp": "9948997828",
  "age": 30,
  "body": "دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 30 سالہ قد 5.3 تعلیمی قابلیت انٹر میڈیٹ دیندار خوش اخلاق سلیقہ مند جاذب نظر صوم و صلوۃ کی پابند ملنسار امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2199,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+966502669227",
  "whatsapp": "+966502669227",
  "age": 24,
  "body": "تعلیم یافتہ معزز و میاری KSA میں فیملی کے ساتھ مقیم کی سنی مسلم لڑکی عمر 24 سالہ قد 5.7 تعلیمی قابلیت B.com فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی ملنسار لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ KSA میں مقیم لڑکے کو ترجیح دیجائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2200,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9505920913",
  "whatsapp": "9505920913",
  "age": 28,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم Doctor لڑکی عمر 28 سالہ قد 5.6 تعلیمی قابلیت BDS ڈاکٹر بر سر روزگار فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا /Ind پر سر روزگار Doctor/Engg میں مقیم Gulf/UK settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2201,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9121213061",
  "whatsapp": "9949776931",
  "age": 26,
  "body": "تعلیم یافته معزز و معیاری گھرانے کی سنی مسلم Doctor لڑکی عمر 26 سالہ قد 5.1 تعلیمی قابلیت BDS ڈاکٹر سلم خوش اخلاق سلیقه مند جاذب نظر نمازی پردہ کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا well اندرون یا بیرون ملک Doctor/Engineer  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2202,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6301585191",
  "whatsapp": "6301585191",
  "age": 2,
  "body": "تعلیم یافتہ دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 2 ساله قد 5.3 تعلیمی قابلیت B.armacy فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰة کی پابند سلیقہ مند جاذب نظر لڑ کی کیلئے تعلیم یافتہ گھرانے کا اندرون یا بیرون ملک well settled بر سر روز گارلڑ کے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2203,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8317581325",
  "whatsapp": "8801299598",
  "age": 23,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.1 تعلیمی قابلیت MBA فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑ کی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک settled برسر روز گار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2204,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7032167605",
  "whatsapp": "7032167605",
  "age": 26,
  "body": "تعلیم یافتہ دیندار فیملی کی سنی مسلم لڑکی عمر 26 سالہ قد 5.2 تعلیمی قابلیت ACCA فیر کلر خوبصورت و سیرت ملنسار مسلم مکہ مکرمہ KSA میں مقیم اور ملازم جاذب نظر پردہ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے رشتہ مطلوب ہے ۔ ہے۔ ملازم کو ترجیح دی جائیگی۔ KSA/Dubal/Abroad",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "ACCA"
},
{
  "id": 2205,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9440558028",
  "whatsapp": "9908089090",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.3 تعلیم BA زیر تعلیم فیر کلر خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند ملنسار جاذب نظر لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روز گار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے ربط کریں ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2206,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9666151325",
  "whatsapp": "9949115001",
  "age": 34,
  "body": "5.5 قد Dob1984 سینی مسلم لڑکی عمر 34 سالہ تعلیم BA دیندار خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی کیلئے لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled بر سر روزگار یا تجارت پیشہ لڑکے سے رشیہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2207,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9666900388",
  "whatsapp": "7680926957",
  "age": 24,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.4 تعلیمی قابلیت انٹر میڈیٹ خوبصورت v fair شارپ فیچرس خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2208,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8801420374",
  "whatsapp": "8801420374",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.5 تعلیمی قابلیت M.com فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلواۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑ کے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2209,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8978614256",
  "whatsapp": "8978614256",
  "age": 28,
  "body": "سنی مسلم لڑکی عمر 28 سالہ قد 5.3 تعلیم SSC فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑ کی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے رشتہ مطلوب ہے۔ عقد اولی یا عقد ثانی رشتوں پر بھی غور کیا جائے گا جس پر ذمہ داری نہ ہو۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Secondary"
},
{
  "id": 2210,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7993711778",
  "whatsapp": "7993711778",
  "age": 28,
  "body": "تعلیم یافتہ معیاری NRI Elite فیملی کی سنی مسلم لڑکی عمر 28 ساله قد 5.7 تعلیمی قابلیت ama-D سلم سلیقہ مند جاذب نظر پردہ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا Abroad/Gulf میں مقیم settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2211,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9949586937",
  "whatsapp": "8977633037",
  "age": 24,
  "body": "دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.2 تعلیمی قابلیت B.com فیر کر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2212,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8919961300",
  "whatsapp": "9440236003",
  "age": 24,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم ڈاکٹر لڑکی عمر 24 ساله قد 5.0 تعلیمی قابلیت (BDS (Doctor فیر فکر و بیدار خوش اخلاق سلیقہ مند جاذب نظر لڑ کی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا BDS پنڈم MBBS/MBA or Businessman لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے ۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2213,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9703260320",
  "whatsapp": "9703260320",
  "age": 23,
  "body": "دیندار تعلیم یافتہ معزز و مہذب گھرانے کی سنی مسلم لڑکی عمر 23 سالہ قد 5.2 تعلیمی قابلیت Master زیر تعلیم نیر کر دیندار خوش اخلاق خوبصورت و سیرت نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2214,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+97450878653",
  "whatsapp": "+97450878653",
  "age": 28,
  "body": "تعلیم یافتہ معزز و معیاری فیملی کی سنی مسلم لڑکی عمر 27 ساله قد 5.3 ، very فیر کلر M.com صوم وصلوٰۃ کی پابند لڑ کی کیلئے اس مناسبت سے تعلیم یافته یا بزنسمین لڑکے سے اندرون یا بیرون ملک سے فوری رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے رابطہ کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2215,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9704186833",
  "whatsapp": "8639525528",
  "age": 26,
  "body": "تعلیم یافتہ دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 26 سالہ قد 5.5 علیمی قابلیت BA کلر v.v.fair دیندار خوش اخلاق سلیقه مند ملنسار امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ضرورت رشتہ لڑکی شادی جلد سے جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2216,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8522977781",
  "whatsapp": "9059196288",
  "age": 22,
  "body": "تعلیم یافتہ دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 22 ساله قد 5.4 تعلیم MBA کلر v.fair شارپ فیچرس سلم خوش اخلاق سلیقه مند شارپ فیچرس ملنسار امور خانه داری امور تعلیم یافته معزز سے واقف لڑکی کیلئے اس مناسبت سے تعلیم و معیاری گھرانے کا /Abroad/Gulf میں ملازم settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2217,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9949967228",
  "whatsapp": "9949967228",
  "age": 20,
  "body": "تعلیم یافته معزز و مہذب گھرانے کی سنی مسلم لڑکی عمر 20 ساله قد 5.5 تعلیمی تا بلیت MBA زیر تعلیم فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے رشتہ مطلوب ہے۔ خواہشمند سر پرست ربط کریں",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2218,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8328172629",
  "whatsapp": "8328172629",
  "age": 23,
  "body": "دیدار تعلیم یافتہ معزز مہذب گھرانے کی سنی مسلم لڑکی عمر 2001 Dob ساله قد 5.3 زیر تعلیم MA فیر کلر دیندار خوش اخلاق خوبصورت و سیرت سلیقه مند جاذب نظر نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2219,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8977126032",
  "whatsapp": "9849942226",
  "age": 24,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم 24 سالہ قد 5.3 تعلیمی قابلیت M.Sc خوبصورت v fair دیندار خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا دیندار تعلیم یافتہ well settled شرک و بدعت سے پاک فیملی کے لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ربط کریں۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2220,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7680960828",
  "whatsapp": "7680960828",
  "age": 21,
  "body": "تعلیم یافتہ معزز و میاری گھرانے کی سنی مسلم لڑکی عمر 21 سالہ قد 5.6 تعلیمی قابلیت M.Sc آخری سال زیر تعلیم Gulf Born لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ رابطہ کریں۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2221,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6309338656",
  "whatsapp": "8919418169",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.4 تعلیم B.Tech فیر کلر دیندار خوش اخلاق سلیقہ مند جاذب نظر ملغسار لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا لڑکا Govt job holder, abroad settled, نمازی ملنسار لڑکے software engg in hyd. سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ربط پیدا کریں۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2222,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7013267343",
  "whatsapp": "7013267343",
  "age": 23,
  "body": "Canadian Work Permit Girl SMP invites alliance for their gulf born daughter age23 ht5.2, slim fair and attractive, boy should be bachelors or Masters age not more than 30 years and height not less than 5'6 holding canadian citizenship, Note : PR or Work permit. No Darga and Fateha followers pls excuse please.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education":
},
{
  "id": 2223,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8639637151",
  "whatsapp": "8639637151",
  "age": 28,
  "body": "SMP invites alliance for their daughter MS IT, Fair, 28 yrs, ht5.1. Seeking for a boy settled in USA or Dubai Age 29-32 from a decent family. Matrimonial Boy DUBAI working, age 34, ht5.11, Fair Looking for a girl Age 27 or above. AGENTS PLEASE EXCUSE.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2224,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9182546002",
  "whatsapp": "9182546002",
  "age": 21,
  "body": "Sunni Muslim parents invite alliance for their daughter age21, ht5.4, v.v.fair, looking for well settled decent family. Groom should be B.Tech/ M.Tech/MBA in /Aboard or gulf age should be between 25 to 28 districts people plz excuse.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education":
},
{
  "id": 2225,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7569358005",
  "whatsapp": "9849264005",
  "age": 20,
  "body": "دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 20 سالہ قد 5.2 زیر تعلیم B.com فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا settled اندرون یا بیرون ملک برسر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2226,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9110348219",
  "whatsapp": "9110348219",
  "age": 28,
  "body": "POST GRADUATE GIRL SMP invites alliance for their daughter B.Tech., MBA., 28 yrs, 5'4 fair, slim and beautiful looking for religious, professional Degree/PG groom working in MNC Hyderabad/ Middle East (preferred) with family visa groom should be decent and respectable family. Age 29-32 yrs. Ht 5'7 or above. Currently girl working in MNC (USA) work from home, take home 6 digt salary per month. Send recent otos and bio of the groom on.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer",
  "MBA"
},
{
  "id": 2227,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9704314450",
  "whatsapp": "9391199175",
  "age": 26,
  "body": "تعلیم یافتہ دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 26 سالہ قد 5.4 تعلیمی قابلیت B.Tech فیر کلر دیندار خوش اخلاق سلیقه مند جاذب نظر امور خانه داری سے واقف نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ مہذب گھرانے کا اندرون یا بیرون ملک ملازم لڑکے سے ارجنٹ رشتہ مطلوب ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2228,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7036716652",
  "whatsapp": "7036716652",
  "age": 29,
  "body": "Sunni muslim parents invite alliance for their daughter, first marriage, born in 1993, M.Sc Nutrition, ht5'6, fair, looking for MS well settled boy from or abroad, ht5 '10, age around 35. Non followers of fateha and darga. Whatsapp profile and pictures on.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2229,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7569303117",
  "whatsapp": "7569303117",
  "age": 23,
  "body": "MATRIMONIAL GIRL SUNNI MUSLIM PARENTS INVITE ALLIANCE FOR THEIR DAUGHTER WHO IS PURSUING B.COM FINAL YEAR. AGE 20 YRS. HT5.5FT, V.FAIR & BEAUTIFUL, LOOKING FOR SMART EDUCATED AND WELL SETTLED ABROAD BOY AGE BETWEEN 24 TO 26. PREFERENCE WILL BE GIVEN TO AUS, USA, UK. AWAY FROM SHIRK & BIDAH. KINDLY SHARE BIODATA WITH PIC ON +966537602979 IF SUITABLE I WILL GET BACK.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2230,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8125287208",
  "whatsapp": "9703414818",
  "age": 34,
  "body": "SMP invites Alliance for MCA, Age 34yrs, Ht 5.3, V.Fair, Slim, Religious Hijabi Girl. Seeking Well Settled Boy From or Abroad. .",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2231,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8143662048",
  "whatsapp": "8143662048",
  "age": 20,
  "body": "Syed SM girl pursuing bachelor's in ysiotherapy (BPT), slim & v.fair age20 years, ht5.1. Looking for well settled boy B.Tech/M.Tech/ MS/ or any professional graduate preferably in Gulf/ abroad. Free from shirk and bidah.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2232,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9849577016",
  "whatsapp": "9849577016",
  "age": 23,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 23 ساله قد 5.6 تعلیمی تعلیمی قابلیت B.Sc اور M.SC زیر تعلیم فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیا دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2233,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "995954854",
  "whatsapp": "995954854",
  "age": 29,
  "body": "SM Girl, Age 29, Ht. 5'6, Fair, Slim, Sharp features from religious family. Looking for unmarried pious deendar man, age 32-35 yrs ONLY, Ht 5'8 n above, UG/PG/Advocate, well settled in /Gulf from decent Hyderabadi family AWAY FROM DARGAH & FATEHA. Early marriage preferred Insha Allah. Agents, Divorcees, Old city and district excuse.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education":
},
{
  "id": 2234,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7287803627",
  "whatsapp": "7287803627",
  "age": 24,
  "body": "Syed SM family seeks alliance for our daughter BDS (Internship) age 24, ht 5'4 v.fair, from decent family. Groom should be MDS/BDS/ MS(IT) Age 28-30, ht5'8, V.fair above well settled in Aust/Gulf/ , from decent, educated hydi family. Agents excuse.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2235,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7569303117",
  "whatsapp": "7569303117",
  "age": 23,
  "body": "سنی مسلم لڑکی عمر 23 سالہ قد 5.4 زیر تعلیم B.com  فیر کار دیندار خوش اخلاق سلیقه مند جاذب نظر امور خانہ داری سے واقف لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2236,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8074285459",
  "whatsapp": "8142087844",
  "age": 26,
  "body": "سنی مسلم تعلیم یافتہ معیاری گھرانے کی لڑکی عمر 26 سالہ قد 5.6 تعلیمی قابلیت M.Sc, B.Ed دیندار خوش اخلاق خوبصورت و سیرت ملنسار جاذب نظر امور خانه داری سے واقف پروہ کی پابندلڑ کی کیلئے تعلیم یافتہ معیاری گھرانے کا settled لڑکے سے رشتہ مطلوب ہے۔ USA میں مقیم کو ترجیح دی جائیگی۔ UK/Canada/Aust.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2237,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9676029191",
  "whatsapp": "9676029191",
  "age": 22,
  "body": "تعلیم یافتہ معز و معیاری گھرانے کی سنی مسلم لڑکی عمر 22 ساله قد 5.2 تعلیمی قابلیت Bachelor زیر تعلیم Australia فیر کر دیندار پردہ کی پابند نمازی مفسار لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری فیملی کا بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے ہے Aust مقیم کو ترجیح دیجائیگی۔ شادی جلد سے جلد کی جائیگی.",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Bachelor"
},
{
  "id": 2238,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9701960200",
  "whatsapp": "9701960200",
  "age": 28,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 28 سالہ قد 5.3 تعلیمی قابلیت B.com نیر کر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2239,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9676499021",
  "whatsapp": "9676499021",
  "age": 25,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 25 ساله قد 5.4 تعلیمی قابلیت B.Sc ، فیر کلر Gulf Born خوش اخلاق سلیقہ مند جاذب نظر MNC میں ملازم پردہ کی پابند نمازی لڑکی کیلئے اسی مناسبت سے تعلیم تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک پر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2240,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9652232110",
  "whatsapp": "9652232110",
  "age": 28,
  "body": "تعلیم یافته معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 28 ساله قد 5.0 فٹ تعلیمی قابلیت Pharma.D اور حافظ قرآن Gulf Born فیر کلر دیندار خوش اخلاق صوم و صلوة کر دیندار و سلوة کی پابند نظر لڑکی کیلئے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار کوئی بھی پروفیشنل لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2241,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8688399381",
  "whatsapp": "8688399381",
  "age": 24,
  "body": "تعلیم یافته دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 24 سالہ قد 5.5 تعلیمی قابلیت M.armacy دیندار خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روزگار well settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2242,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8074856966",
  "whatsapp": "8074856966",
  "age": 22,
  "body": "تعلیم یافته دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 22 ساله قد 5.0 فٹ تعلیمی قابلیت B.SC فیر کلر دیندار خوش اخلاق امور خانه داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑ کی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روز گار لڑ کے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2243,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+966552346542",
  "whatsapp": "+966552346542",
  "age": 27,
  "body": "سنی مسلم لڑکی عمر 27 سالہ قد 5.6 تعلیمی قابلیت MS فیر کلر سعودی KSA Iqama/US Visa Holder میں مقیم فیملی کی Canada میں ملازم دیندار خوش اخلاق سلیقہ مند جاذب نظر ملنسار لڑکی کیلئے تعلیم یافتہ معیاری گھرانے کا برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ Canada/US میں مقیم لڑکے کو ترجیح دیجائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2244,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8106092812",
  "whatsapp": "8106768592",
  "age": 22,
  "body": "تعلیم یافتہ گھرانے کی سنی مسلم لڑکی عمر 22 سالہ قد 5.5 تعلیمی قابلیت B.Tech فیر کلر Gulf Born و بیدار خوش اخلاق سلیقه مند جاذب نظر امور خانہ داری سے واقف نمازی ملنسار لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2245,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8247095460",
  "whatsapp": "8247095460",
  "age": 25,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم Doctor لڑکی عمر 25 سالہ قد 5.2 تعلیمی قابلیت MBBS اور MD زیر تعلیم فیر کلر خوبصورت و سیرت ملنسار خوش اخلاق سلیقہ مند جاذب نظر پردہ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا Doctor/Engg لڑکے سے ارجنٹ رشتہ درکار ہے۔ شادی جلد کی جاسکتی ہے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor",
  "MD"
},
{
  "id": 2246,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9701149724",
  "whatsapp": "9701149724",
  "age": 26,
  "body": "دیندار شریف گھرانے کی سنی مسلم لڑکی عمر 26 سالہ قد 5.1 تعلیمی قابلیت انٹر میڈیٹ فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Intermediate"
},
{
  "id": 2247,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7989164659",
  "whatsapp": "7989164659",
  "age": 24,
  "body": "تعلیم یافته معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 24 ساله قد 5.3 تعلیمی قابلیت BDS ڈاکٹر خوبصورت و سیرت ملنسار خوش اخلاق سلیقه مند جاذب نظر نمازی ملنسار لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا Doctor/Engg اندرون یا بیرون ملک ملازم لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2248,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9247280301",
  "whatsapp": "9247280301",
  "age": 22,
  "body": "تعلیم یافته دیدار معزز گھرانے کی سنی مسلم لڑکی عمر 22 سالہ قد 5.5 تعلیمی قابلیت B.com فیر کلر امور خانه داری س واقف ملنسار سلیقہ مند ٹیچر کی حیثیت سے ملازم نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا بیرون ملک برسر روزگار well settled لڑکے سے ارجنٹ رشتہ مطلوب ہے KSA رشتہ کو ترجیح دی جائیگی۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2249,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9618776007",
  "whatsapp": "9618776007",
  "age": 19,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 19 ساله قد 5.3 تعلیمی قابلیت BBA فیر کلر دیدار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے تعلیم یافتہ معیاری فیملی کا Canadal عمر PR Holder میں مقیم USA/Aust/UK اندرون 27 سالہ صرف Only Wester Job ہولڈر لڑکے سے رشتہ درکار No Gulf Countries",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2250,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8309894317",
  "whatsapp": "8179532725",
  "age": 25,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 25 سالہ قد 5.3 تعلیمی قابلیت BE فیر کلر USA Visa Holder خوبصورت و سیرت مسلم نمازی امور خانہ داری سے واقف لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا اندرون یا بیرون ملک well  لڑکے سے رشتہ مطلوب ہے۔ settled",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2251,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9573929337",
  "whatsapp": "9573929337",
  "age": 21,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 21 سالہ قد 5 فٹ تعلیمی قابلیت BA زیر تعلیم فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گارلڑ کے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2252,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9959850654",
  "whatsapp": "9959850654",
  "age": 22,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 22 سالہ قد 5.3 تعلیمی قابلیت B.com فیر کر دیندار خوش اخلاق امور خانه فیر داری سے واقف صوم و صلواۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2253,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9502662889",
  "whatsapp": "6303948130",
  "age": 22,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 22 سالہ قد 5.4 تعلیمی قابلیت MS زیرتعلیم USA میں فیر کلر دیندار خوش اخلاق سلیقہ مند جاذب نظر نمازی پردہ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کا بر سر روزگار well settled لڑکے سے رشتہ مطلوب ہے۔ US میں مقیم کو ترجیح دیجائیگی۔ شادی جلد کی جائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Engineer"
},
{
  "id": 2254,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8790786765",
  "whatsapp": "8790786765",
  "age": 31,
  "body": "دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 31 سالہ قد 5.6 تعلیمی قابلیت MBA فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2255,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+1 3479254492",
  "whatsapp": "+1 3479254492",
  "age": 20,
  "body": "تعلیم یافتہ معزز و معیاری فیملی کی سنی مسلم لڑکی عمر 20 سالہ قد 5.6 Bachelor in Health Care تعلیمی قابلیت امریکہ میں زیر تعلیم USA Citizen سلم خوبصورت وسیرت ملنسار شارپ فیچرس پردہ کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری فیملی کا settled لڑکے سے رشتہ مطلوب ہے۔ US Citizen Green Card Holder لڑکے کو ترجیح دی جائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2256,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7097010107",
  "whatsapp": "7097010107",
  "age": 25,
  "body": "دیندار شریف تعلیم یافتہ گھرانے کی سنی مسلم لڑکی عمر 25 سالہ قد 5 فٹ تعلیمی قابلیت MBA فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک برسر روزگار لڑ کے سے ارجنٹ رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2257,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9700615568",
  "whatsapp": "8897597838",
  "age": 21,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 21 سالہ قد 5.5 تعلیمی قابلیت B.armacy فیر کلر خوش اخلاق سلیقہ مند جاذب نظر پردہ کی پابند نمازی خوبصورت سلم لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کے لڑکے سے رشتہ مطلوب ہے۔ USA/Canada UK/Aust Gulf میں مقیم لڑکے کو ترجیح دیجائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2258,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "+44 7914002614",
  "whatsapp": "+44 7914002614",
  "age": 34,
  "body": "تعلیم یافتہ معزز و معیاری UK/Aust میں settled فیملی کی سنی مسلم لڑکی عمر 34 سالہ قد 5.5 تعلیمی قابلیت (MBA (UK خوبصورت fair.۷.۷ شارپ فیچرس موجودہ وقت میں Aust میں مقیم Gulf Born لڑکی کیلئے تعلیم یافتہ معزز و معیاری گھرانے کے لڑکے سے رشتہ مطلوب ہے۔ AusUUK میں مقیم کو ترجیح دی جائیگی。",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2259,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9949361646",
  "whatsapp": "9949889519",
  "age": 22,
  "body": "تروپتی ، آندھرا پردیش کی فیملی کی سنی مسلم لڑکی عمر 22 سالہ قد 5.4 تعلیمی قابلیت MBA فیر کلر دیندار خوش اخلاق سلیقہ مند جاذب نظر نماری پردہ کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کا پروفیشنل MNC میں ملازم یا بیرون ملک settled لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2260,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "7097860318",
  "whatsapp": "7097860318",
  "age": 22,
  "body": "تعلیم یافتہ دیندار مہذب گھرانے کی سنی مسلم لڑکی عمر 22 ساله قد 5.3 تعلیمی قابلیت MBA فیر کلر شارپ فیچرس سلم خوبصورت دیندار مہذب گھرانے کی جاذب نظر نمازی پرده کی پابند لڑکی کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا بر سر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ بیرون ملک ملازم کو ترجیح دیجائیگی ۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2261,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "6305045817",
  "whatsapp": "9704529245",
  "age": 27,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 27 سالہ قد 5.4 تعلیمی قابلیت B.Sc, B.Ed فیر کلر دیندار خوش اخلاق امور خانہ داری سے واقف صوم و صلوٰۃ کی پابند سلیقہ مند جاذب نظر لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روزگار لڑ کے سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2262,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "8686664765",
  "whatsapp": "8465067860",
  "age": 25,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 25 سالہ قد 5 فٹ تعلیمی قابلیت (BPT (IND مکمل اور MBA (Canada) میں زیر تعلیم فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کے لڑکے سے ارجنٹ رشتہ مطلوب ہے۔  میں مقیم کو ترجیح دیجائیگی ۔ US/Canada",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor",
},
{
  "id": 2263,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9441252040",
  "whatsapp": "7288818590",
  "age": 25,
  "body": "تعلیم یافتہ معزز و معیاری گھرانے کی سنی مسلم لڑکی عمر 25 ساله قد 5.4 تعلیمی قابلیت arma-D المنار PTE and Australia armacy Council Qualified خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی کیلئے تعلیم یافتہ گھرانے کا ملازم settled لڑکے سے رشتہ درکار ہے ۔ Aus Abroad میں مقیم کو ترجیح دیجائیگی۔",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Doctor"
},
{
  "id": 2264,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9290042229",
  "whatsapp": "9290042229",
  "age": 21,
  "body": "سنی مسلم لڑکی عمر 21 سالہ قد 5.1 تعلیم B.com فیر کلر سلم شارپ فیچرس خوش اخلاق امور خانہ داری سے واقف لمنسار صوم و صلوۃ کی پابند لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک settled بر سر روز گارلڑکے سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Graduate"
},
{
  "id": 2265,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9666640786",
  "whatsapp": "9666640786",
  "age": 27,
  "body": "تعلیم یافتہ معیاری گھرانے کی سنی مسلم لڑکی عمر 27 سالہ قد 5.4 تعلیمی قابلیت MBA خوبصورت و سیرت خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف نمازی لڑکی کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑکے سے رشتہ مطلوب ہے۔ بیرون ملک مقیم کو ترجیح دیجائیگی ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Post Graduate"
},
{
  "id": 2266,
  "title": "ضرورت رشتہ لڑکی",
  "phone": "9032102658",
  "whatsapp": "9032102658",
  "age": 23,
  "body": "تعلیم یافتہ دیندار المحدیث گھرانے کی سنی مسلم لڑکی عمر 23 ساله قد 5.0 تعلیم SSC فیر کلر سلیقہ مند صوم و صلوۃ کی پابند ملنسار لڑکی کیلئے اس مناسبت سے دیندار شریف المحدیث گھرانے کا اندرون یا بیرون ملک برسر روزگار settled لڑکے سے رشتہ مطلوب ہے۔ ",
  "gender": "female",
  "priority": "Urgent",
  "date": "2025-01-07T06:22:42.223Z",
  "education": "Secondary"
}  
]
