[
  {
    "id": 1735,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9741865995",
    "whatsapp": "9741865995",
    "age": 29,
    "body": "ما میسور اور حیدرآباد خیلی کا تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم ڈاکٹر لا کا عمر 29 سالہ قد 5.8 تعلیم MBBS اور MS-ENT 1st زیر تعلیم ذاتی گھر کا حامل well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑ کی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBBS",
      "MS-ENT"
    ]
  },
  {
    "id": 1736,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9701749849",
    "whatsapp": "8317510888",
    "age": 30,
    "body": "دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 30 سالہ قد 5.2 تعلیمی قابلیت انٹر میڈیٹ ذاتی گھر اور ذاتی کاروبار ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کار خوش اخلاق صوم و صلوٰۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Intermediate"
    ]
  },
  {
    "id": 1737,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7286088805",
    "whatsapp": "8985837130",
    "age": 21,
    "body": "سنی مسلم لڑکا عمر 21 سالہ قد 5.6 تعلیم 9 کلاس ذاتی کاروبار ماہانہ معقول یافت دیندار مہذب گھرانے کے بابانه لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "9th Class"
    ]
  },
  {
    "id": 1738,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9491486472",
    "whatsapp": "8520867553",
    "age": 25,
    "body": "سنی مسلم لڑکا عمر 25 سالہ قد 5.9 تعلیمی قابلیت MS ہینڈسم میں مقیم اور ملازم Software Engg in USA ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق لڑکی سے رشتہ مطلوب ہے۔ US میں مقیم لڑکی کو ترجیح دیجائیگی۔ شادی جلد کی جاسکتی ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1739,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "6303745488",
    "whatsapp": "6303745488",
    "age": 22,
    "body": "NRI تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا مر 22 ساله قد 5.8 زیر تعلیم MBA لڑکا سعودی عرب میں فیملی کے ساتھ مقیم اور برسر روزگار لڑکے کیلئے اسی سے تعلیم یافتہ معزز NRI گھرانے کی فیر گھر خوش مناسبت سے ب ہے۔ اخلاق سلیقہ مند جاذب لڑکی سے رشتہ مطلوب Aus یا UK میں مقیم فیملی کو ترجیح دیجائیگی ۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1740,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+44 7888649626",
    "whatsapp": "9397892016",
    "age": 28,
    "body": "تعلیم یافتہ معیاری گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیمی تعلیمی قابلیت MS زیر تعلیم SA تعلیم USA میں مقیم اور بر سر روزگار معقول یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق لڑکی سے ارجنٹ رشتہ درکار ہے USA میں مقیم لڑکی کو ترجیح دیجائیگی Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1741,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9121775476",
    "whatsapp": "+1 313-398-5719",
    "age": 32,
    "body": "سنی مسلم لڑکا عمر 32 سالہ قد 5.7 تعلیمی قابلیت MS ہینڈسم USA میں برسر روزگار ماہانہ اچھی یافت پراپرٹی ہولڈر ڈالی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ گھرانے کی فیر کلر خوش اخلاق سلیقه مند US Citizen ہولڈر لڑکی سے رشتہ Green Card/H1B Visa مطلوب ہے۔ شادی امریکہ یا حیدر آباد میں کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1742,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7013183308",
    "whatsapp": "7013183308",
    "age": 27,
    "body": "سنی مسلم لڑ کا عمر 27 سالہ قد 5.9 تعلیمی قابلیت انٹر میڈیٹ ذاتی کاروبار اور ذاتی گھر کا حامل ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم و صلوۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Intermediate"
    ]
  },
  {
    "id": 1743,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9177934326",
    "whatsapp": "9177934326",
    "age": 30,
    "body": "سنی مسلم لڑکا عمر 30 سالہ قد 5.3 تعلیم B.Tech مختصر فیملی کا MNC میں برسر روزگار ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر ملنسار نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1744,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7013918248",
    "whatsapp": "9885129952",
    "age": 29,
    "body": "تعلیم یافته دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 29 ساله قد 5.9 تعلیم تعلیمی قابلیت B.com ذاتی گھر اور ذاتی کاروبار ماہانہ 1 لاکھ یافت well settled لڑکے کیلئے تعلیم یافته دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم و صلوۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1745,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7993037770",
    "whatsapp": "8801134864",
    "age": 28,
    "body": "تعلیم یافتہ معزز NRI گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.11 تعلیم B.Tech ریاض میں برسر روزگار ماہانہ اچھی یافتہ فیملی ویزا ہولڈر well settled لڑکے کیلئے تعلیم یافتہ خاندان کی خوبصورت و سیرت ملنسار خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1746,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "6301461703",
    "whatsapp": "9966117797",
    "age": 30,
    "body": "تعلیم یافتہ فیملی کا سی مسلم لڑکا عمر 30 سالہ قد 5.11 تعلیمی Bachelors in Computer قابلیت USA میں مقیم اور برسر روزگار ماہانہ اچھی یافت well settled معزز و معیاری گھرانے کے لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق لڑکی سے رشتہ مطلوب ہے۔ USA میں مقیم لڑکی کوترجیح دی جائیگی۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Bachelors in Computer"
    ]
  },
  {
    "id": 1747,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8142531373",
    "whatsapp": "+966 559943914",
    "age": 25,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 25 ساله قد 5.9 تعلیم MS ہینڈسم USA میں ملازم یا بانہ اچھی یافتہ settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق لڑکی سے رشتہ مطلوب ہے۔ Gulf Born لڑکی کو ترجیح دیجائیگی۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1748,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8500905236",
    "whatsapp": "9966032143",
    "age": 24,
    "body": "تعلیم یافتہ معیاری گھرانے کا سنی مسلم لڑکا عمر 24 سالہ قد 5.7 تعلیمی قابلیت MS زیر تعلیم UK میں مقیم اور برسر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ UK/Canada/Aust میں مقیم PR/Citizen لڑکی کو ترجیح دیجائیگی Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1749,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9963010917",
    "whatsapp": "9849017067",
    "age": 33,
    "body": "سنی مسلم لڑکا عمر 33 سالہ قد 5.8 تعلیم B.Sc دی میں ذاتی کاروبار، ذاتی گھر کا حامل ماہانہ اچھی یافت well settled فیملی ویزا ہولڈر لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Sc"
    ]
  },
  {
    "id": 1750,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7036026165",
    "whatsapp": "7036026165",
    "age": 25,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 25 سالہ قد 5.10 تعلیمی قابلیت MS میڈیم USA میں مقیم برسر روزگار well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی لڑکی سے رشتہ مطلوب ہے۔ US/Canada Citizen Green Card/PR Holder لڑکی کوترجیح دی جائیگی ۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1751,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7720101951",
    "whatsapp": "9652456536",
    "age": 35,
    "body": "سنی مسلم لڑکا عمر 35 سالہ قد 5.7 تعلیم گریجویٹ بر سر روز گار ماہانہ 70 ہزار یافت well settled لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Graduate"
    ]
  },
  {
    "id": 1752,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "6304910492",
    "whatsapp": "9989579163",
    "age": 27,
    "body": "تعلیم یافتہ فیملی کا سنی مسلم لڑ کا عمر 27 سالہ قد 5.6 تعلیمی قابلیت MS ہینڈ سم UK لندن میں مقیم اور برسر روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1753,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8106558207",
    "whatsapp": "8106558207",
    "age": 25,
    "body": "سنی مسلم لڑکا عمر 25 سالہ قد 5.5 تعلیمی قابلیت SSC اور حافظ قرآن دیندار مہذب گھرانے کا برسر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند حافظ قرآن لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "SSC"
    ]
  },
  {
    "id": 1754,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+61 411714915",
    "whatsapp": "9989050165",
    "age": 21,
    "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑ کا عمر 21 سالہ قد 5.6 تعلیمی قابلیت B.Tech زیر تعلیم اور Australia میں مقیم بر سر روزگار ہینڈسم ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوبصورت و سیرت ملنسار جاذب نظر سلیقہ مند لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1755,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9391237425",
    "whatsapp": "7075289030",
    "age": 29,
    "body": "سنی مسلم لڑکا عمر 29 سالہ قد 6 فٹ تعلیم (MS (UK ہینڈسم UK میں برسر روزگار ماہانہ 3 لاکھ یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑ کی سے رشتہ مطلوب ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1756,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9346001978",
    "whatsapp": "6300925312",
    "age": 28,
    "body": "معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیم Masters ہینڈسم USA میں برسر روزگار ماہانہ اچھی یافت ذاتی گھر کا کا حامل well settled لڑکے کیلئے معزز گھرانے کی کوئی بھی اسی مناسبت سے تعلیم یافتہ گریجویٹ فیر کلر سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ لڑکا بہت جلد آنے والا ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Masters"
    ]
  },
  {
    "id": 1757,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9866627482",
    "whatsapp": "9866627482",
    "age": 29,
    "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 29 سالہ قد 5.9 تعلیمی قابلیت B.Tech ہینڈ سم Dubai میں بر سروزگار ماہانہ 4 لاکھ یافت ذاتی گھر کا حامل فیملی ویزا ہولڈر well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کار خوبصورت و سیرت ملنسار سلیقہ مند کوئی بھی پروفیشنل یا BDS لڑکی کو ترجیح دی جائیگی۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1758,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+15713-864-492",
    "whatsapp": "+15713-864-492",
    "age": 27,
    "body": "سنی مسلم لڑ کا عمر 27 سالہ 5.11 تعلیمی قابلیت B.com امریکہ میں بزنسمین دی اور امریکہ میں پراپرٹی ہولڈر well settled ( لڑکے کو بولنے اور سننے میں کمی ہے ) کیلئے اس مناسبت سے تعلیم یافتہ دیندار گھرانے کی سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ Citizen, Green Card Gulf Born لڑکی کو ترجیح دیجائیگی۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1759,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+965 50248116",
    "whatsapp": "+965 50248116",
    "age": 28,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 28 ساله قد 5.10 تعلیمی قابلیت (MS/MBA (UK ہینڈسم Kuwait میں برسر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS",
      "MBA"
    ]
  },
  {
    "id": 1760,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9823740646",
    "whatsapp": "9823740646",
    "age": 21,
    "body": "ناندیڑ کی اعلی تعلیم یافتہ معز گھرانے کا سنی مسلم لڑکا مر 21 سالہ قد 5.7 تعلیمی قابلیت BBA برنمین ماہانہ اچھی یافت well settled پراپرٹی ہولڈر لڑکے کیلئے اسی مناسبت سے دیندار معزز و معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند سلم ملنسارلڑکی سے رشتہ مطلوب ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "BBA"
    ]
  },
  {
    "id": 1761,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8501877859",
    "whatsapp": "9491144944",
    "age": 24,
    "body": "سنی مسلم لڑکا عمر 24 سالہ قد 5.4 تعلیم BBA ہینڈسم ماہانہ اچھی یافت Government Job Holder well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر سلیقہ مند نمازی لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "BBA"
    ]
  },
  {
    "id": 1762,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9849453733",
    "whatsapp": "9441093308",
    "age": 26,
    "body": "تعلیم یافتہ دیندار گھرانے کا سنی مسلم لڑکا عمر 26 سالہ سالہ قد 6.0 فت تعلیمی قابلیت MBA ہینڈسم MNC میں ملازم ماہانہ اچھی یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی۔ رے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1763,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9160825255",
    "whatsapp": "9951214627",
    "age": 29,
    "body": "سنی مسلم لڑ کا عمر 29 سالہ قد 6.2 تعلیمی قابلیت B.com دبئی میں برسر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ لڑکا بہت جلد آنے والا ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ ربط کریں۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1764,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9642760717",
    "whatsapp": "6303794790",
    "age": 28,
    "body": "تعلیم یافتہ دیندار گھرانے کی سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیم MBA ہینڈسم Australia میں بر سر روز گار ذاتی گھر کا حامل well settled ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار گھرانے کی کوئی بھی گریجویٹ فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1765,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9700845275",
    "whatsapp": "9000806877",
    "age": 20,
    "body": "تعلیم یافتہ فیلی کا سی مسلم لڑ کا عمر 20 سالہ قد 5.11 تعلیمی قابلیت MS ہینڈسم Australia میں ملازم پراپرٹی ہولڈر well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی قدر 5.4 کوئی بھی گریجویٹ فیر کلر سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1766,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9885076752",
    "whatsapp": "9885076752",
    "age": 33,
    "body": "تعلیم یافته دیندار معزز گھرانے کا سنی مسلم لڑکا عمر 33 سالہ قد 5.9 تعلیم B.Tech بر سر روز گار ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کا اندرون یا بیرون ملک بر سر روز گار لڑ کے سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1767,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "6301436027",
    "whatsapp": "6305453154",
    "age": 20,
    "body": "سنی مسلم لڑ کا عمر 20 سالہ قد 5.7 تعلیمی قابلیت B.com حیدر آباد میں برسر USA Visit Visa Holder روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے。",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1768,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+44 777 860 7980",
    "whatsapp": "+44 777 860 7980",
    "age": 25,
    "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 25 سالہ قد 5.6 تعلیم (MBA (UK ہینڈسم بر سر روزگار ماہانہ اچھی یافت well settled زالی گھر کا حامل لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1769,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "6304308140",
    "whatsapp": "6304308140",
    "age": 32,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 32 سالہ قد 5.7 یم M.Tech Software Engineer تعلیم MNC میں میجر کی حیثیت سے برسر روزگار ذاتی گھر کا حامل well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ فیملی کی خوبصورت و سیرت ملنسار سلم سلیقہ مند امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "M.Tech"
    ]
  },
  {
    "id": 1770,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9652786086",
    "whatsapp": "7780337913",
    "age": 2,
    "body": "تعلیم یافتہ معز معیاری گھرانے کاسنی مسلم لڑکا عمر 2 ساله قد 5.8 Abu Dhabi پینڈم Tech تعلیم میں برسر روزگار میملی ویزا ہولڈر well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نماری لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Tech"
    ]
  },
  {
    "id": 1771,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9849219198",
    "whatsapp": "9849219198",
    "age": 24,
    "body": "تعلیم یافتہ معزز و معیاری دیندار گھرانے کا سنی مسلم لڑکا عمر 24 ساله قد 5.8 تعلیم حافظ قرآن اور BBA زیر تعلیم ہینڈ سم Good Looking کاروباری بر همین well settled ذاتی گھر کا حامل لڑکے کیلئے تعلیم یافتہ دیندار فیملی کی خوبصورت و سیرت خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Hafiz Quran",
      "BBA"
    ]
  },
  {
    "id": 1772,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8886984849",
    "whatsapp": "8886984849",
    "age": 32,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 32 سالہ MS Public اور BDS Doctor قد 5.8 تعلیم well settled آسٹریلیا میں مقیم Health (Aust( ماہانہ اچھی یافتہ لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کلر US Citizen/Gulf Born /Green Card Holder سلیقہ مند لڑکی کو ترجیح دی جائیگی۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS",
      "BDS"
    ]
  },
  {
    "id": 1773,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9849425562",
    "whatsapp": "9849425562",
    "age": 26,
    "body": "تعلیم یافتہ معزز و معیاری بر نمین گھرانے کا سنی مسلم لڑکا عمر 26 تعلم ساله قد 5.6 تعلیمی قابلیت ہینڈسم , MS USA میں لازم well settled ماہانہ اچھی یافت لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ US/Canada Citizen/Green Card/PR Holder/ Gulf Born لڑکی کو زیادہ ترجیح دیجائیگی۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1774,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8790496378",
    "whatsapp": "8790496378",
    "age": 25,
    "body": "تعلیم یافتہ معزز و معیاری بر نمین گھرانے کا سنی مسلم لڑکا عمر 25 ساله قد 5.7 تعلیم B.com پراپرٹی ہولڈر wall settled ماہانہ 1 لاکھ سے زائد یافت لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی خوبصورت وسیرت صوم و صلوٰۃ کی پابند v.fair سلم ملنسار جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1775,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7032430321",
    "whatsapp": "+18722434517",
    "age": 20,
    "body": "تعلیم یافتہ معیاری گھرانے کا سنی مسلم لڑکا عمر 20 سالہ قد 5.10 تعلیمی قابلیت MS ہینڈسم USA میں مقیم بر سر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری Card/ PR Holder US/Canada Citizen/Green گھرانے کی Urgent لڑکی کوترجیح دی جائیگی",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1776,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9490261719",
    "whatsapp": "9490261719",
    "age": 28,
    "body": "سنی مسلم لڑ کا عمر 28 سالہ قد 5.5 تعلیمی قابلیت B.com فیر کلر و بندار خوش اخلاق سعودی عرب میں برسر روزگار ذاتی گھر کا حامل ماہانہ اچھی یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1777,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9866674100",
    "whatsapp": "9866674100",
    "age": 25,
    "body": "سنی مسلم لڑکا مر 25 سالہ قد 5.7 تعلیمی قابلیت B.Tech ہینڈ سم Qatar میں برسر روزگار ماہانہ اچھی یافت well settled لڑکے لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم وصلوٰۃ کی پابند امور خانه داری سے واقف سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1778,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7093566390",
    "whatsapp": "7093566390",
    "age": 28,
    "body": "تعلیم یافته معزز گھرانے کا سنی مسلم لڑکا 1995Dob قد 6.0 فٹ تعلیمی قابله قابلیت MBA بر سر روزگار ماهانه 1.4 لاکھ یافت ذاتی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی ں URGENT-No Demands جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1779,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9000867440",
    "whatsapp": "8686605614",
    "age": 29,
    "body": "سنی مسلم لڑکا عمر 29 سالہ قد 5.7 تعلیم B.com ہینڈسم Dubai UAE میں برسر روزگار ماہانہ 1 لاکھ سے زیادہ یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر ملنسار لڑکی سے رشتہ درکار ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1780,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8247888125",
    "whatsapp": "8328485590",
    "age": 24,
    "body": "مہذب گھرانے کا سنی مسلم لڑکا عمر 24 سالہ قد 5.8 تعلیم SSC ذاتی کاروباری ذاتی گھر کا حامل settled ہینڈسم لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "SSC"
    ]
  },
  {
    "id": 1781,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9441057621",
    "whatsapp": "9441057621",
    "age": 32,
    "body": "تعلیم یافته معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 32 ساله قد 6.2 تعلیمی قابلیت MS ہینڈ سم Australia میں مقیم اچھی یافت well settled لڑکے کیلئے اس تعلیم یافتہ معیاری گھرانے کی Medical مناسبت سے لیا Background فیر کلر خوش اخلاق سلیقہ مند جاذب نظر v.fair لڑکی سے رشتہ مطلوب ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1782,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8501899367",
    "whatsapp": "7989657695",
    "age": 30,
    "body": "تعلیم یافته معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 30 ساله قد 5.11 تعلیم B.Tech اور حافظ قرآن قطر میں بر سر روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر تمہاری لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech",
      "Hafiz Quran"
    ]
  },
  {
    "id": 1783,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7702102971",
    "whatsapp": "7702102971",
    "age": 26,
    "body": "تعلیم یافته معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 26 ساله قد 5.8 تعلیم (MS (UK ہینڈسم لندن میں مقیم اور لازم اچھی یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی خوبصورت وسیرت ملنسار جاذب نظر لڑکی سے رشتہ مطلوب ہے شادی جلد اور سادگی سے کی جائیگی Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1784,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9867652439",
    "whatsapp": "9867652439",
    "age": 24,
    "body": "تعلیم یافتہ معزز و معیاری ممبئی گھرانے کا UK میں مقیم سنی مسلم لڑکا عمر 24 ساله قد 5.10 تعلیمی قابلیت MS مینڈسم well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کر خوبصورت و سیرت ملنسار لڑکی سے رشتہ مطلوب ہے۔ NRI گھرانے کی لڑکی کو ترجیح دی جائیگی",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1785,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7095831301",
    "whatsapp": "9014118658",
    "age": 28,
    "body": "سنی مسلم لڑ کا عمر 28 سالہ قد 5.6 تعلیمی قابلیت B.com بر سر روزگار ماہانہ اچھی یافت ذاتی گھر کا حامل well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1786,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9618250787",
    "whatsapp": "9618250787",
    "age": 28,
    "body": "سنی مسلم لڑکا مر 28 سالہ قد 5.9 تعلیمی قابلیت B.Tech ہینڈ سم MNC میں برسر روزگار ماہانہ اچھی یافت ذاتی گھر کا حامل settled لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند پرفیشنل MNC میں ملازم لڑکی کوترجیح دیجائیگی۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1787,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+1 669 261 2403",
    "whatsapp": "+1 669 261 2403",
    "age": 28,
    "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.8 تعلیم Software Engineer امریکہ میں ملازم ماہانہ اچھی یافت ذاتی گھر کا حامل settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کلر لڑکی سے رشتہ مطلوب ہے۔ ہولڈر لڑکی کو ترجیح دیجائیگی رابطہ کریں۔ URGENT وینا US Citizen/Green Card/H1B",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Software Engineer"
    ]
  },
  {
    "id": 1788,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+966 535276360",
    "whatsapp": "+966 535276360",
    "age": 26,
    "body": "سنی مسلم لڑکا عمر 26 سالہ قد 5.9 تعلیمی قابلیت BEJPG ہینڈ سم Canada میں مقیم بر سر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند M.Tech لڑکی کو ترجیح دیجائیگی۔ شادی جلد سے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "BEJPG"
    ]
  },
  {
    "id": 1789,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8374091227",
    "whatsapp": "9052144624",
    "age": 28,
    "body": "سنی مسلم لڑ کا عمر 28 سالہ قد 5.8 تعلیم انٹر میڈیٹ ہینڈسم ذاتی کاروبار ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Intermediate"
    ]
  },
  {
    "id": 1790,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7287867804",
    "whatsapp": "+1 8723149246",
    "age": 29,
    "body": "تعلیم یافتہ معیاری گھرانے کا سنی مسلم لڑ کا عمر 29 سالہ قد 5.8 تعلیمی قابلیت (MBA (USA ہینڈسم USA میں مقیم اور برسروزگار یا ہانہ اچھی یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی ملنسار خوبصورت وسیرت ملنسار لڑکی سے رشتہ مطلوب ہے۔ B11, B2 Visa/Student Visa Holder لڑکی سے رشتہ مطلوب ہے",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1791,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9542991492",
    "whatsapp": "7676877746",
    "age": 34,
    "body": "سنی مسلم لڑکا عمر 34 سالہ قد 5.8 تعلیم SSC بر نهمین ماہانہ 50 ہزار یافت settled لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "SSC"
    ]
  },
  {
    "id": 1792,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9391991502",
    "whatsapp": "8686423221",
    "age": 27,
    "body": "سنی مسلم لڑکا عمر 27 سالہ قد 5.11 تعلیم انٹر میڈیٹ معیاری ذاتی بر جسمین ماہانہ اچھی یافت ذاتی گھر کا حامل کے کیلئے اسی مناسبت سے تعلیم یافتہ well settled دیندار شریف گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Intermediate"
    ]
  },
  {
    "id": 1793,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9985824668",
    "whatsapp": "7893132490",
    "age": 30,
    "body": "تعلیم یافتہ معزز فیملی کا سنی مسلم لڑ کا عمر 30 سالہ قد 5.11 تعلیمی قابلیت BE ہینڈسم Project Manager ماما نہ اچھی یافت مختصر فیملی کا well settled لڑکے کیلئے اسی مناسبت سے اعلیٰ تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "BE"
    ]
  },
  {
    "id": 1794,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8897483749",
    "whatsapp": "6300688637",
    "age": 28,
    "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیمی قابلیت انٹرمیڈیٹ Qatar میں سو پر وائزر کی حیثیت سے ملازم ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانه داری سے واقف لڑکی سے ارجنٹ رشتہ مطلوب ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Intermediate"
    ]
  },
  {
    "id": 1795,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9666614147",
    "whatsapp": "9666614147",
    "age": 28,
    "body": "سنی مسلم لڑ کا عمر 28 سالہ قد 5.10 تعلیمی قابلیت MS Australia میں برسر روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1796,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9440256835",
    "whatsapp": "8885620324",
    "age": 26,
    "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 26 سالہ قد 5.11 تعلیم B.Tech بریسمین ماہانہ اچھی یافتہ well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی ملفسار لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1797,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9347162143",
    "whatsapp": "7207521086",
    "age": 29,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 29 سالہ قد 5.5 تعلیم B.armacy ہینڈسم MNC میں پر سر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.armacy"
    ]
  },
  {
    "id": 1798,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7386939897",
    "whatsapp": "7386939897",
    "age": 30,
    "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 30 سالہ قد 5.11 زیر تعلیم (MS (USA ہینڈسم ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوبصورت و سیرت ملنسار سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1799,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9912978791",
    "whatsapp": "9912978791",
    "age": 28,
    "body": "دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.4 تعلیم SSC بر سر روز گار ماہانہ اچھی یافت settled لڑکے کیلئے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ Urgent شادی جلد کی جائیگی No Demands",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "SSC"
    ]
  },
  {
    "id": 1800,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8639977646",
    "whatsapp": "8639977646",
    "age": 27,
    "body": "تعلیم یافته معتز و معیاری well settled بر همین گھرانے کا سنی مسلم لڑکا عمر 27 سالہ قد 5.7 تعلیمی قابلیت M.Arch چیدیم بر همین ذاتی گھر کا حامل settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر v.fair لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "M.Arch"
    ]
  },
  {
    "id": 1801,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9502163021",
    "whatsapp": "9502163021",
    "age": 28,
    "body": "اعلیٰ تعلیم یافتہ گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیمی قابلیت MBA ماہانہ اچھی یافت بر همین well settled ذاتی گھر اور پراپرٹی ہولڈر لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق لڑکی سے رشتہ درکار ہے۔ شادی جلد سے جلد کی جائیگی۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1802,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+230 57981515",
    "whatsapp": "+230 57981515",
    "age": 44,
    "body": "سنی مسلم لڑ کا عمر 44 سالہ قد 5.5 تعلیمی قابلیت MS ، Mauritius Family ماہانہ اچھی یافت(UK( Visa Holder پراپرٹی ہولڈر  فیر شادی شدہ لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1803,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9603882682",
    "whatsapp": "8977643618",
    "age": 23,
    "body": "سنی مسلم لڑ کا عمر 23 سالہ قد 6.0 فٹ تعلیم SSC ہینڈسم well settled ماہانہ 1.5 لاکھ یافت )Musician( ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند لڑکی سے رشتہ NRI/US/UK/Canada/Aust مطلوب ہے۔ فیملی کی لڑکی کو ترجیح دیجائیگی۔ شادی جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "SSC"
    ]
  },
  {
    "id": 1804,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8801708970",
    "whatsapp": "8801708970",
    "age": 30,
    "body": "سنی مسلم لڑکا عمر 30 سالہ قد 5.10 تعلیم B.com ہینڈسم ماہانہ 2 لاکھ سے زیادہ یافت بر نهمین ذاتی گھر اور پراپرٹی ہولڈر well settled لڑکے کیلئے ہی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر خوبصورت لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی Urgent - No Demands",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1805,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9110720517",
    "whatsapp": "8686129782",
    "age": 24,
    "body": "تعلیم یافتہ معز و معیاری گھرانے کاسنی مسلم لڑکا عمر 24 ساله قد 6.0 تعلیمی قابلیت Tech . سافٹ وئیر انجینئر ماہانہ اچھی یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یا ایافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Tech"
    ]
  },
  {
    "id": 1806,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8328260614",
    "whatsapp": "8328260614",
    "age": 27,
    "body": "تعلیم یافته دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 27 ساله قد 5.8 تعلیمی قابلیت CA ہینڈ سم دیندار مہذب گھرانے کا Self Employee ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نماری لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "CA"
    ]
  },
  {
    "id": 1807,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7416511646",
    "whatsapp": "7416511646",
    "age": 33,
    "body": "سنی مسلم لڑکا عمر 33 سالہ قد 5.6 ( پولیو سے متاثر) ذاتی گھر اور ذاتی کاروباری ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر امور خانہ داری سے واقف جاذب نظر لڑکی سے رشتہ مطلوب ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": []
  },
  {
    "id": 1808,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "6309326538",
    "whatsapp": "6309326538",
    "age": 32,
    "body": "معزز و معیاری اعلیٰ تعلیم یافتہ گھرانے کا سنی مسلم لڑکا عمر 32 سالہ قد 6.2 تعلیم MS ہینڈسم امریکہ میں H1B ویزا ہولڈر settled لڑکے کیلئے تعلیم یافتہ معیاری فیملی کی فیر کلر خوش اخلاق سلیقہ مند دراز قد لڑ کی سے رشتہ مطلوب ہے۔ Gulf Born لڑکی کو تر جیح دیجائیگی Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1809,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9014805613",
    "whatsapp": "9030593721",
    "age": 27,
    "body": "سنی مسلم لڑکا عمر 27 سالہ قد 5.6 تعلیم B.com ذاتی کاروبار اور ذاتی گھر کا حامل ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر ملنسار لڑ کی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1810,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9703008240",
    "whatsapp": "9985925171",
    "age": 28,
    "body": "تعلیم یافتہ معیاری گھرانے کا Canada/Hyd میں ذاتی گھر لڑ کا عمر 28 ساله قد 5.6 تعلیم B.com سمین well settled پراپرٹی ہولڈر لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑ کی سے رشتہ مطلوب . ہے۔ شادی جلد کی جائیگی۔ شادی کے بعد Canada لے جایا جائیگا۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1811,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9347923932",
    "whatsapp": "9347923932",
    "age": 26,
    "body": "سنی مسلم دیندار مہذب گھرانے کا لڑکا عمر 26 سالہ قد 5.11 تعلیم B.com برسر روزگار ماهانه معقول یافت لڑکے کیلئے اس مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی سے رشتہ مطلوب ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1812,
    "title": "ضرورت رشتہ لڑکی",
    "phone": "9177386786",
    "whatsapp": "9177386786",
    "age": 23,
    "body": "تعلیم یافتہ معزز ومعیاری گھرانے کی سنی مسلم لڑکی عمر 23 ساله قد 5.5 تعلیم تعلیمی قابلیت (MS (Aust میں زیر تعلیم فیر کلر دیندار خوش اخلاق سلیقہ مند پردہ کی پابند نمازی لڑکی کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کا پر سر روزگار لڑکے سے ارجنٹ رشتہ مطلوب ہے۔ USA URGENT لڑکے کو ترجیح دیجائیگی۔ settled میں",
    "gender": "female",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1813,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9010059911",
    "whatsapp": "9010059911",
    "age": 42,
    "body": "سنی مسلم لڑکا عمر 42 سالہ قد 5.5 تعلیمی قابلیت BA ذاتی بزنس (Perfume) ماہانہ اچھی well settled فیر شادی شدہ لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "BA"
    ]
  },
  {
    "id": 1814,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9700352226",
    "whatsapp": "9700100970",
    "age": 28,
    "body": "تعلیم یافتہ دیندار گھرانے کا سنی مسلم لڑکا عمر 28 سالہ قد 5.10 تعلیمی قابلیت LLB ذاتی بر همین ماہانہ اچھی یافت well settled اور ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق خوبصورت و سیرت ملنسار لڑکی سے رشتہ مطلوب ہے شادی جلد سے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "LLB"
    ]
  },
  {
    "id": 1815,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9704224415",
    "whatsapp": "9704224415",
    "age": 27,
    "body": "USAH1 Visa Holder سنی مسلم لڑ کا عمر 27 سالہ قد 5.7 تعلیمی قابلیت MS ہینڈسم تقیم بر سر روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ US/Canada Citizen/Green Card/ PR Holder/ URGENT لڑکی کو ترجیح دیجائیگی۔ Gulf Born",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1816,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9966034719",
    "whatsapp": "9966034719",
    "age": 28,
    "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.8 تعلیمی قابلیت B.Tech ابو ہیں UAE ہینڈسم Petroleum Engineer میں ملازم فیملی ویزا ہولڈر settled ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار گھرانے کی فیر کلر خوش اخلاق سلیقہ مند نمازی لڑکی سے رشتہ مطلوب ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1817,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9652957589",
    "whatsapp": "9581260342",
    "age": 28,
    "body": "تعلیم یافته دیندار شریف گھرانے کا سنی مسلم لڑ کا عمر 28 سالہ قد 5.6 تعلیمی قابلیت B.com ہینڈسم MNC میں بر سر روزگار ماہانہ اچھی یافت لڑکے کیلئے اس مناسبت سے تعلیم یافته دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم و صلوۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1818,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9985112237",
    "whatsapp": "9160522330",
    "age": 27,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 27 سالہ قد 5.5 تعلیم MBBS اور (MD (USA زیر تعلیم well settled پراپرٹی ہولڈر لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند امور خانہ داری سے واقف کوئی بھی گریجویٹ جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBBS",
      "MD"
    ]
  },
  {
    "id": 1819,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9618685002",
    "whatsapp": "9618685002",
    "age": 23,
    "body": "تعلیم یافته دیدار مہذب گھرانے کا سنی مسلم لڑکا عمر 23 سالہ قد 5.5 تعلیم ڈگری بر سر روزگار ماہانہ اچھی یافت ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوبصورت وسیرت خوش اخلاق امور خانہ داری سے واقف نمازی عمر اندرون 20 سالہ لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جاسکتی ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": []
  },
  {
    "id": 1820,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8801262203",
    "whatsapp": "7287861205",
    "age": 24,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 24 ساله قد 6.0 تعلیمی قابلیت (MS (USA ہینڈ سم ذاتی گھر کا حامل well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق خوبصورت لڑکی کو USA Green Card/Citizen ترجیح دیجائیگی۔ شادی جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1821,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9010100590",
    "whatsapp": "8247044461",
    "age": 26,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 26 ساله قد 5.11 تعلیمی قابلیت MBA ہینڈ سم حیدر آباد میں بر سر روزگار ماہانہ اچھی یافت لڑکے کیلئے اسی مناسبت سے تعلیم یافته دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم و صلوٰۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1822,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9949125818",
    "whatsapp": "9949125818",
    "age": 20,
    "body": "ديندار معزز و معیاری کاروباری گھرانے کا سنی مسلم لڑکا عمر 20 ساله قد 5.7 تعلیم SSC ہینڈسم ذاتی کاروبار ذاتی گھر کا حامل well settled لڑکے کیلئے اس مناسبت سے دیندار شریف گھرانے کی عمر اندرون 18 سالہ فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ خواہشمند سر پرست حضرات رابطہ کریں۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "SSC"
    ]
  },
  {
    "id": 1823,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9100177707",
    "whatsapp": "8801332506",
    "age": 26,
    "body": "سنی مسلم لڑکا عمر 26 سالہ قد 5.9 تعلیمی قابلیت B.com ہینڈسم MNC میں برسر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے تعلیم یافته دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1824,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9885310780",
    "whatsapp": "8686858359",
    "age": 29,
    "body": "سنی مسلم لڑکا عمر 29 سالہ قد 5.9 تعلیم M.Tech بر نهمین ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوش اخلاق امور خانه داری سے واقف نمازی سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "M.Tech"
    ]
  },
  {
    "id": 1825,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7893873780",
    "whatsapp": "7893873780",
    "age": 29,
    "body": "تعلیم یافتہ معیاری فیملی کا سنی مسلم لڑکا عمر 29 سالہ قد 5.7 کاسنی میں USA اور MS Health Care تعلیمی قابلیت برسر روزگار ماہانہ اچھی یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی لڑکی سے US/Canada Citizen رشتہ مطلوب ہے۔ Green Card/PR Holder/Gulf Born لڑکی کو ترجیح دیجائیگی ۔ شادی جلد کی جائیگی۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1826,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7981287565",
    "whatsapp": "7981287565",
    "age": 26,
    "body": "تعلیم یافتہ فیملی کاسنی مسلم لڑکا عمر 26 سالہ قد 5.10 تعلیمی قابلیت B.Tech دبئی UAE میں برسر روزگار فیملی ویزا ہولڈر ذاتی گھر کا حامل well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1827,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8247883545",
    "whatsapp": "8247883545",
    "age": 27,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا مر 27 ساله قد 5.4 تعلیمی قابلیت MS ہینڈسم UK میں مقیم اور بر سر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1828,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9986636188",
    "whatsapp": "9986299973",
    "age": 30,
    "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 30 سالہ پیڈسم BE Software Engg. قد 5.11 تعلیم جنگلور میں MNC میں پر سر روزگار ذاتی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر ملفسار لڑکی سے رشتہ مطلوب URGENT لڑکی کو ترجیح دی جائیگی۔ Doctor ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "BE"
    ]
  },
  {
    "id": 1829,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9948122395",
    "whatsapp": "9948122395",
    "age": 28,
    "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیمی قابلیت B.Tech رینڈم Software Engg ، ماہانہ 1.4 لاکھ یافت لڑکے کیلئے well settled میں ملازم Top MNC اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر ملنسار لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1830,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9160965193",
    "whatsapp": "7416506797",
    "age": 27,
    "body": "سنی مسلم لڑکا عمر 27 سالہ قد 5.11 تعلیم B.com برسر روزگار ماہانہ اچھی یافت دیندار مہذب گھرانے کا لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقه مند جاذب نظر امور خانه داری سے واقف نمازی لڑکی سے رشتہ مطلوب ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1831,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9390161447",
    "whatsapp": "9390161447",
    "age": 42,
    "body": "سنی مسلم لڑکا عمر 42 سالہ قد 5.8 تعلیمی قابلیت MS ہینڈسم Associate Director اور UK Citizen حیثیت سے UK میں ملازم ذاتی گھر کا حامل settled ماہانہ اچھی یافت لڑکے کیلئے تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوش اخلاق لڑکی سے رشتہ مطلوب ہے۔ لڑکا آیا ہوا ہے شادی جلد سے جلد کی جائیگی۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1832,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9393171362",
    "whatsapp": "9398564121",
    "age": 25,
    "body": "سنی مسلم لڑکا عمر 25 سالہ قد 5.11 تعلیم B.Tech Software Engg ہینڈسم MNC میں برسر روزگار ماہانہ اچھی یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافته دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر خوبصورت لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1833,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8121582745",
    "whatsapp": "9700581875",
    "age": 26,
    "body": "تعلیم یافتہ معزز و معیاری settled گھرانے کا سنی مسلم ڈاکٹر لڑکا عمر 26 سالہ قد 5.11 تعلیم MBBS ہینڈسم Elite Family کا میں UK مقیم ذاتی گھر اور پراپرٹی ہولڈر لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی MBBS یا کوئی بھی پروفیشنل گریجویٹ لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBBS"
    ]
  },
  {
    "id": 1834,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7032107862",
    "whatsapp": "9948180905",
    "age": 25,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا مختصر فیملی کا اکلوتاسی مسلم لڑکا عمر 25 سالہ قد 5.2 تعلیم (EEE) بر نمین well settled پراپرٹی ہولڈر لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوبصورت وسیرت سلیقہ مند نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "EEE"
    ]
  },
  {
    "id": 1835,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9949572981",
    "whatsapp": "7989799288",
    "age": 28,
    "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.8 تعلیمی قابلیت SSC ذاتی برنس (Own Water Plant) ماہانہ 1 لاکھ یافت well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "SSC"
    ]
  },
  {
    "id": 1836,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+1 341 209 7446",
    "whatsapp": "+1 341 209 7446",
    "age": 32,
    "body": "مراد آباد UP گھرانے کا سنی مسلم لڑکا عمر 32 سالہ قد 5.10 تعلیم MS ہینڈسم USA میں ملازم فیملی ویزا ہولڈر well ماہانہ اچھی یافت Software Engineer settled ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے تعلیم یافته دیندار معزز گھرانے کی فیر کار خوبصورت و سیرت ملنسار لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1837,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9346339442",
    "whatsapp": "9346339442",
    "age": 24,
    "body": "دیندار شریف گھرانے کا سنی مسلم لڑکا عمر 24 سالہ قد 5.8 تعلیمی قابلیت SSC پر سر روزگار ماہانہ معقول یافت لڑ کے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز گھرانے کی فیر کلر خوش اخلاق صوم و صلوۃ کی پابند امور خانہ داری سے واقف سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "SSC"
    ]
  },
  {
    "id": 1838,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9391006591",
    "whatsapp": "7416626919",
    "age": 28,
    "body": "معزز و معیاری تعلیم یافتہ گھرانے کا سنی مسلم لڑ کا عمر 28 سالہ قد 5.10 تعلیم B.com بر بسمین اور ذاتی گھر کا حامل well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1839,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+1 872 8065319",
    "whatsapp": "9700061872",
    "age": 28,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 28 ساله قد 5.11 تعلیمی قابلیت (MS (UK ویڈیم KSA میں برسر روزگار میملی ویزا ہولڈر UK Citizen ذاتی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کار خوبصورت و سیرت ملنسار لڑکی ہے رشتہ مطلوب ہے۔ لڑکا میملی کے ساتھ حیدر آباد آیا ہوا ہے۔ شادی جلد سے جلد کی جائیگی - Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1840,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+44 7400083626",
    "whatsapp": "+91 7680803368",
    "age": 28,
    "body": "تعلیم یافتہ فیملی کاسنی مسلم لڑکا عمر 26 سالہ قد 5.10 تعلیمی قابلیت B.Tech دبئی UAE میں برسر روزگار فیملی ویزا ہولڈر ذاتی گھر کا حامل well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1841,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8247883545",
    "whatsapp": "8247883545",
    "age": 27,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا مر 27 ساله قد 5.4 تعلیمی قابلیت MS ہینڈسم UK میں مقیم اور بر سر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1842,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9986636188",
    "whatsapp": "9986299973",
    "age": 30,
    "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 30 سالہ پیڈسم BE Software Engg. قد 5.11 تعلیم جنگلور میں MNC میں پر سر روزگار ذاتی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ معزز گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر ملفسار لڑکی سے رشتہ مطلوب URGENT لڑکی کو ترجیح دی جائیگی۔ Doctor ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "BE"
    ]
  },
  {
    "id": 1843,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+1 215 4100 290",
    "whatsapp": "+1 267 7603809",
    "age": 24,
    "body": "تعلیم یافتہ معزز گھرانے کا سنی مسلم لڑکا عمر 24 سالہ قد 5.8 میں مقیم تعلیم USA Citizen اکلوتا بیند bachelors in industrial and Systems Engg . well settled پراپرٹی ہولڈر لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کار خوبصورت سلیقہ مند USA لڑکی کو ترجیح دی جائیگی۔ Green Card/Citizen",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Bachelors in Industrial and Systems Engineering"
    ]
  },
  {
    "id": 1844,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "+44 7440412312",
    "whatsapp": "9704529245",
    "age": 30,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 30 ساله قد 5.8 تعلیمی قابلیت (MBA (UK اور UK میں مقیم و بر سر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معیاری گھرانے کی خوبصورت وسیرت ملنسار سلیقہ مند جاذب نظر لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1845,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9177816144",
    "whatsapp": "9177816144",
    "age": 25,
    "body": "کڑ پہ میں مقیم معتز و معیاری گھرانے کا سنی مسلم لڑکا عمر 25 ساله قد 5.5 تعلیمی قابلیت Masters بر سر روزها اچھی یافت well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑ کی سے رشتہ مطلوب ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Masters"
    ]
  },
  {
    "id": 1846,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "9966870168",
    "whatsapp": "9966870168",
    "age": 33,
    "body": "تعلیم یافتہ معز و معیاری گھرانے کا سنی مسلم لڑکا عمر 33 ساله قد 5.8 تعلیمی قابلیت MS ہینڈسم کا روباری بزنس ذاتی گھر کا حامل well settled Elite Family لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار معزز و معیاری گھرانے کی فیر کلر خوبصورت و سیرت ملنسار خوش اخلاق سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1847,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "8801749140",
    "whatsapp": "9542739379",
    "age": 26,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 26 ساله قد 5.9 تعلیمی قابلیت LLB ہائی کورٹ میں وکیل ہے ذاتی گھر کا حامل well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر لڑ کی سے رشتہ مطلوب ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "LLB"
    ]
  },
  {
    "id": 1848,
    "title": "ضرورت رشتہ لڑکا",
    "phone": "7675050412",
    "whatsapp": "7675050412",
    "age": 28,
    "body": "سنی مسلم لڑکا عمر 28 سالہ قد 5.7 تعلیم انٹر میڈ پٹ اور حافظ قرآن نا مکمل Interior Designer بر همین ماہانہ اچھی یافت ذاتی گھر کا حامل well settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار شریف گھرانے کی فیر کلر خوبصورت و سیرت ملنسار سلیقہ مند نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائے گی۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Intermediate"
    ]
  },
  {
    "id": 1849,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "+44 7404617927",
    "whatsapp": "+44 7404617927",
    "age": 44,
    "body": "تعلیم یافتہ فیملی کا سنی مسلم لڑکا عمر 44 سالہ قد 5.10 تعلیم MBA ( دوسرا نکاح ) UK Citizen معزز فیملی کا well settled لڑکے کیلئے اسی مناسبت سے دیندار شریف فیملی کی خوش اخلاق نمازی سلیقہ مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1850,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "8897242015",
    "whatsapp": "8897242015",
    "age": 27,
    "body": "Second Marriage Boy Age 27, Height 5-7, Mechanical Engineer, well settled (Own Business). Seeking an Educated Unmarried Girl age 21 to 24 from a decent family, who doesn't follow Darga & any Bidah. No Demands. Agent's don't.",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Mechanical Engineering"
    ]
  },
  {
    "id": 1851,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9949967228",
    "whatsapp": "9949967228",
    "age": 30,
    "body": "سنی مسلم لڑ کا عمر 30 سالہ قد 5.8 تعلیمی قابلیت Degree Dis علیحدگی ہو گئی ہے ماہانہ اچھی یافت settled لڑکے کیلئے اسی مناسبت سے دیندار شریف گھرانے کی فیر کلر خوش اخلاق سلیقه مند جاذب نظر نمازی لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ خواہشمند ربط کریں۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Degree Dis"
    ]
  },
  {
    "id": 1852,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "8309738602",
    "whatsapp": "8309738602",
    "age": 44,
    "body": "سنی مسلم لڑ کا عمر 44 سالہ قد 5.11 ذاتی کاروبار ماہانہ اچھی یافت well settled ( بیوی کی صحت ٹھیک نہ ہونے کی وجہ سے دوسرا نکاح) لڑکے کیلئے دیندار شریف گھرانے کی فیر کلر خوش اخلاق لیٹ میاریج رخلع شده یا شوہر کا انتقال ہو چکا ہے یا اگر اولاد بھی ہو تو قبول کیا جائیگا سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": []
  },
  {
    "id": 1853,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "7416495131",
    "whatsapp": "7416495131",
    "age": 31,
    "body": "تعلیم یافته دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 31 ساله قد 5.10 تعلیمی تعلیمی قابلیت MBA خلع شده (صرف) نکاح ہوا تھا رکھتی نہیں ہوئی تھی برسر روزگار ماہانہ اچھی یافت ذاتی گھر کا حامل settled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ دیندار مہذب گھرانے کی فیر گلر سلیق مند لڑکی سے رشتہ درکار ہے۔ عقد اولی کو ترجیح دیجائیگی Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MBA"
    ]
  },
  {
    "id": 1854,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9959052009",
    "whatsapp": "9959052009",
    "age": 38,
    "body": "تعلیم یافتہ معزز و معیاری گھرانے کا سنی مسلم لڑکا عمر 38 ساله قد 5.10 تعلیمی قابلیت B.Tech B علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں USA Citizen میں مقیم اور ملازم well settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ معزز و معیاری گھرانے کی فیر کلر سلیق مند جاذب نظر لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی۔ Urgent Whatsapp Only",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1855,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "+971 507887434",
    "whatsapp": "7815947989",
    "age": 36,
    "body": "تعلیم یافتہ فیملی کاسنی مسلم لڑکا عمر 36 سالہ قد 5.11 تعلیمی قابلیت گریجویٹ علیحدگی ہوگئی ہے Dubai Govt Job Holder کوئی ذمہ داری نہیں UAE Citizen ذاتی گھر کا حامل well settled لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوبصورت و سیرت ملنسار لڑکی سے رشتہ مطلوب ہے۔ لڑکا آیا ہوا ہے ، عقد اولی کو ترجیح دی جائیگی - URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Graduate"
    ]
  },
  {
    "id": 1856,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9299300797",
    "whatsapp": "9390994753",
    "age": 50,
    "body": "سنی مسلم شخص عمر 50 ساله قد 5.2 تعلیمی قابلیت SSC اور حافظ قاری گورنمنٹ ملازم ذاتی گھر کا حامل ماہانہ اچھی یافت well settled بیوی کا انتقال ہو چکا ہے کیلئے اسی مناسبت سے نماز کی پابند خوش اخلاق سلیقہ مند خاتون سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "SSC"
    ]
  },
  {
    "id": 1857,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9963420834",
    "whatsapp": "9963420834",
    "age": 30,
    "body": "سنی مسلم لڑکا عمر 30 سالہ قد 5.9 فیر کلر تعلیم M.Arch فیر طلاق شده بر همین ذاتی گھر کا حامل ماہانہ 1 لاکھ سے زائد یافت settled لڑکے کیلئے اس مناسبت سے تعلیم یافتہ فیملی کی خوبصورت ملنسار عقد اولی لڑکی سے ارجنٹ رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ رابطہ کریں لین دین کی شرط نہیں ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "M.Arch"
    ]
  },
  {
    "id": 1858,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "+1 2019822283",
    "whatsapp": "+1 2019822283",
    "age": 38,
    "body": "تعلیم یافته دیندار معزز گھرانے کا سنی مسلم لڑکا عمر 38 سالہ قد 5.9 تعلیمی قابلیت MS علیحدی ہو گئی ہے کوئی ذمہ داری US Govt Job اور USA Citizen نہیں لڑکے کیلئے well settled ماہانہ اچھی یافت Holer اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی فیر کلر سلیق مند لڑکی سے ارجنٹ رشتہ مطلوب ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1859,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9701615459",
    "whatsapp": "9701615459",
    "age": 35,
    "body": "سنی مسلم لڑ کا عمر 35 سالہ قد 5.6 کویت میں برسر روزگار فیملی ویزا ہولڈر well settled (دوسرا نکاح) لڑکے کیلئے دیندار مہذب گھرانے کی فیر کلر سلیقہ مند خوش اخلاق امور خانہ داری سے واقف سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ شادی جلد کی جائیگی ۔ Urgent لڑکا آیا ہوا ہے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": []
  },
  {
    "id": 1860,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9052424078",
    "whatsapp": "9052424078",
    "age": 32,
    "body": "پندار گھرانے کا سنی مسلم لڑکا عمر 32 سالہ قد 5.8 تعلیمی قابلیت B.Sc کمپیوٹر ذاتی بزنس ماہانہ اچھی یافت خلع ہو چکا ہے کوئی ذمہ داری نہیں لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی لڑکی سے رشتہ مطلوب ہے۔ لین دین کی کوئی شرط نہیں ہے ۔ شرعی شادی کی جائیگی۔ کنواری لڑکی کو ترجیح دیجائیگی۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Sc"
    ]
  },
  {
    "id": 1861,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "8341213162",
    "whatsapp": "8341213162",
    "age": 31,
    "body": "سنی مسلم لڑ کا عمر 31 سالہ قد 5.10 تعلیمی قابلیت MS اور USA Citizen علیحدگی ہوگئی ہے USA میں مقیم اور برسر روزگار ماہانہ اچھی یافت well settled ذاتی گھر کا حامل لڑکے کیلئے تعلیم یافتہ معیاری گھرانے کی فیر کلر خوبصورت ملقسار لڑکی سے رشتہ مطلوب ہے۔ Only   Urgent First Marriage Girl",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1862,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9948867852",
    "whatsapp": "9948867852",
    "age": 60,
    "body": "سنی مسلم شخص عمر 60 ساله قد 5.6 تعلیمی قابلیت Computer Engg Microsoft سے ماہانہ Business Certified   معقول آمدنی ہے (دوسرا نکاح) درکار ہے کیلئے اسی مناسبت سے عقد ثانی کی لڑکی سے رشتہ مطلوب ہے۔ عمر اندرون 45-40 سالہ ہونی چاہیئے۔",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "Computer Engineering"
    ]
  },
  {
    "id": 1863,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9346467623",
    "whatsapp": "9985618093",
    "age": 27,
    "body": "تعلیم یافتہ مہذب گھرانے کا سنی مسلم لڑکا عمر 27 سالہ قد 5.10 تعلیم B.com کا روباری ماہانہ اچھی یافت مختصر وقت میں علیحدگی ہوگئی ہے کوئی ذمہ داری ان میں لڑکے کیلئے ای مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق ملنسار سلیقہ مند لڑکی سے رشتہ مطلوب ہے Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1864,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9700301361",
    "whatsapp": "9963371361",
    "age": 32,
    "body": "دیندار مہذب گھرانے کا سنی مسلم لڑکا عمر 32 سالہ قد 5.11 تعلیمی قابلیت B.com ہینڈسم KSA میں برسر روزگار علیحدگی ہو گئی ہے کوئی ذمہ داری نہیں ذاتی گھر کا حامل لڑ کے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مند جاذب نظر نمازی لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جاسکتی ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Com"
    ]
  },
  {
    "id": 1865,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "8801316218",
    "whatsapp": "7842668244",
    "age": 32,
    "body": "سنی مسلم لڑ کا عمر 32 سالہ قد 5.8 تعلیم حافظ و عالم طلاق شدہ کوئی ذمہ داری نہیں بر سر روزگار ماہانہ معقول یافت لڑکے کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق امور خانہ داری سے واقف سلیقہ مند ملنسار لڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی۔ No Demands - Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": []
  },
  {
    "id": 1866,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9949836475",
    "whatsapp": "+17272180098",
    "age": 34,
    "body": "سنی مسلم لڑکا عمر 34 سالہ قد 5.10 تعلیمی قابلیت MS مینڈ Green Card اور H1B Visa Holder (Approved علیحدگی ہوگئی ہے کوئی ذمہ داری نہیں USA میں مقیم اچھی یافت well setled لڑکے کیلئے اسی مناسبت سے تعلیم یافتہ معیاری گھرانے کی USA میں مقیم لڑکی کو ترجیح دی جائیگی۔ شادی جلد کی جائیگی Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MS"
    ]
  },
  {
    "id": 1867,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9160650939",
    "whatsapp": "9160650939",
    "age": 29,
    "body": "سنی مسلم کولا پر فیملی کا لڑکا عمر 29 سالہ 1992Dob قد 5.8 تعلیم طلاق شد B.Tech Civil Engg( کوئی ذمہ داری نہیں بزنسمین ماہانہ 1 لاکھ یافت settled کیلئے دیندار مہذب گھرانے کی فیر کلر خوبصورت سلیقہ مند عقد اولی لڑکی سے رشتہ مطلوب ہے۔ لین دین کی شرط نہیں",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "B.Tech"
    ]
  },
  {
    "id": 1868,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "+966 583438424",
    "whatsapp": "+966 583438424",
    "age": 34,
    "body": "تعلیم یافتہ فیملی کا سی مسلم لڑکا عمر 34 سالہ قد 5.9 تعلیمی تابلیت M.armacy علیحدگی ہوگئی ہے کوئی لڑکے well settled میں مقیم ٹیلی ویزا ہولڈر KSA کیلئے اس مناسبت سے تعلیم یافتہ دیندار فیملی کی سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ عقد اولی لڑکی کو ترجیح دیجائیگی۔ شادی جلد سے جلد کی جاسکتی ہے۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "M.Pharmacy"
    ]
  },
  {
    "id": 1869,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "9182926291",
    "whatsapp": "9182926291",
    "age": 35,
    "body": "سنی مسلم لڑکا عمر 35 سالہ قد 6.1 تعلیم MNC،ME میں برسر روزگار ماہانہ اچھی یافت well settled علیحدگی ہو چکی ہے لڑکے کیلئے تعلیم یافتہ فیملی کی  فیر کلر خوش اخلاق سلیقہ مند لڑکی سے رشتہ مطلوب ہے۔ عقد اولی کرنا تک، مہاراشٹرا یا تلنگانہ فیملی کی لڑکی سے رشتہ درکار ہے۔ URGENT",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "MNC"
    ]
  },
  {
    "id": 1870,
    "title": "ضرورت رشتہ عقد ثانی لڑکا",
    "phone": "8459662619",
    "whatsapp": "8459662619",
    "age": 34,
    "body": "سنی مسلم لڑکا عمر 34 سالہ قد 5.9 تعلیمی قابلیت BA میڈیا کمپنی میں برسر روزگار ماہانہ اچھی یافت ( بیوی کی رضا مندی سے دوسرا نکاح) کیلئے اسی مناسبت سے دیندار مہذب گھرانے کی فیر کلر خوش اخلاق سلیقہ مندلڑکی سے رشتہ مطلوب ہے۔ شادی جلد سے جلد کی جائیگی ۔ Urgent",
    "gender": "male",
    "priority": "Urgent",
    "date": "2025-01-05T06:22:42.223Z",
    "education": [
      "BA"
    ]
  }
]
